String? selectedRegion;
String? selectedProvince;
Map<String, Map<String, List<Map<String, String>>>> regions = {
  'ภาคตะวันออกเฉียงเหนือ': {
    'กาฬสินธุ์': [
      {
        'name': 'โรงพยาบาลกาฬสินธุ์',
        'address':
            'ถนนเลี่ยงเมืองสงเปลือย ตำบลกาฬสินธุ์ อำเภอเมืองกาฬสินธุ์ จังหวัดกาฬสินธุ์ 46000',
        'website': 'https://www.klsh.go.th/',
        'details':
            'โรงพยาบาลกาฬสินธุ์มีคลินิกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจและรักษาอาการกระดูกสันหลังคด'
      },
      {
        'name': 'คลินิกกระดูกและข้อหมอปิยพันธุ์',
        'address': '152 ถนนภิรมย์ อำเภอเมืองกาฬสินธุ์ จังหวัดกาฬสินธุ์ 46000',
        'website':
            'https://www.facebook.com/Clinic.Ortho.Piyapan.Kalasin.Doctor/',
        'details':
            'คลินิกนี้ให้บริการตรวจวินิจฉัยและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด'
      },
    ],
    'ขอนแก่น': [
      {
        'name': 'โรงพยาบาลศรีนครินทร์ (Srinagarind Hospital)',
        'address': 'ถนนมิตรภาพ อำเภอเมือง จังหวัดขอนแก่น 40000',
        'website': 'https://www.smckku.com/',
        'details':
            'โรงพยาบาลศรีนครินทร์มีคลินิกเฉพาะทางด้านกระดูกและข้อที่ให้บริการตรวจและรักษาอาการกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลขอนแก่นราม (Khon Kaen Ram Hospital)',
        'address':
            '193 ถนนศรีจันทร์ ตำบลในเมือง อำเภอเมือง จังหวัดขอนแก่น 40000',
        'website': 'https://www.khonkaenram.com/',
        'details':
            'ศูนย์กระดูกและข้อของโรงพยาบาลขอนแก่นรามให้บริการดูแลรักษาโรคและการบาดเจ็บของกระดูก ข้อ และกล้ามเนื้อ รวมถึงการรักษาอาการกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลราชพฤกษ์ (Ratchaphruek Hospital)',
        'address':
            '456 หมู่ 14 ถนนมิตรภาพ ตำบลในเมือง อำเภอเมือง จังหวัดขอนแก่น 40000',
        'website': 'https://rph.co.th/',
        'details':
            'โรงพยาบาลราชพฤกษ์มีศูนย์โรคกระดูกสันหลังครบวงจรที่พร้อมให้บริการวินิจฉัยและรักษาอาการกระดูกสันหลังคด '
      },
      {
        'name': 'โรงพยาบาลกรุงเทพขอนแก่น (Bangkok Hospital Khon Kaen)',
        'address':
            '888 หมู่ 16 ถนนมะลิวัลย์ ตำบลในเมือง อำเภอเมือง จังหวัดขอนแก่น 40000',
        'website': 'https://www.bangkokhospitalkhonkaen.com/',
        'details':
            'แผนกกระดูกและข้อของโรงพยาบาลกรุงเทพขอนแก่นให้บริการรักษาอาการบาดเจ็บและความผิดปกติของกระดูกสันหลังและคอ รวมถึงอาการกระดูกสันหลังคด '
      },
    ],
    'ชัยภูมิ': [
      {
        'name': 'โรงพยาบาลชัยภูมิ (Chaiyaphum Hospital)',
        'address':
            'เลขที่ 12 ถนนบรรณาการ ตำบลในเมือง อำเภอเมือง จังหวัดชัยภูมิ 36000',
        'website': 'https://cph.moph.go.th/',
        'details':
            'โรงพยาบาลชัยภูมิเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลชัยภูมิราม (Chaiyaphum Ram Hospital)',
        'address':
            'เลขที่ 170 หมู่ 2 ถนนชัยภูมิ-บ้านเขว้า ตำบลในเมือง อำเภอเมือง จังหวัดชัยภูมิ 36000',
        'website': 'https://www.facebook.com/ChaiyaphumRam/',
        'details':
            'โรงพยาบาลชัยภูมิรามมีแพทย์เฉพาะทางด้านศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการปวดคอ ปวดหลัง รวมถึงอาการที่อาจเกิดจากความผิดปกติของกระดูกสันหลัง'
      },
      {
        'name': 'คลินิกกระดูกและข้อหมออำนาจ',
        'address': '712/15-16 ถนนโนนม่วง ตำบลในเมือง อำเภอเมือง จังหวัดชัยภูมิ',
        'website':
            'https://www.facebook.com/p/คลินิกกระดูกและข้อ-หมออำนาจ-ชัยภูมิ-100054641942060/',
        'details':
            'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด'
      },
    ],
    'นครพนม': [
      {
        'name': 'โรงพยาบาลนครพนม (Nakhon Phanom Hospital)',
        'address':
            'เลขที่ 312 ถนนอภิบาลบัญชา ตำบลในเมือง อำเภอเมือง จังหวัดนครพนม 48000',
        'website': 'https://npmh.moph.go.th/',
        'details':
            'โรงพยาบาลนครพนมมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'คลินิกกระดูกและข้อหมอศุภฉัตร',
        'address': 'อำเภอเมือง จังหวัดนครพนม',
        'website':
            'https://www.facebook.com/p/%E0%B8%84%E0%B8%A5%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%81%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B9%E0%B8%81%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%82%E0%B9%89%E0%B8%AD%E0%B8%AB%E0%B8%A1%E0%B8%AD%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3-%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1-100063574538890/',
        'details':
            'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด'
      },
    ],
    'นครราชสีมา': [
      {
        'name': 'โรงพยาบาลกรุงเทพราชสีมา (Bangkok Hospital Ratchasima)',
        'address': 'อำเภอเมือง จังหวัดนครพนม',
        'website': 'https://www.bkh.co.th/main/',
        'details':
            'โรงพยาบาลกรุงเทพราชสีมามีแผนกโรคกระดูกสันหลังที่ให้การรักษาอาการกระดูกสันหลังคด โก่ง หัก และภาวะอื่น ๆ ที่เกี่ยวข้อง โดยทีมศัลยแพทย์กระดูกสันหลังที่มีความชำนาญ'
      },
      {
        'name':
            'โรงพยาบาลมหาวิทยาลัยเทคโนโลยีสุรนารี (Suranaree University of Technology Hospital)',
        'address': 'อำเภอเมือง จังหวัดนครพนม',
        'website': 'https://www.suth.go.th/',
        'details':
            'โรงพยาบาลนี้มีคลินิกแพทย์เฉพาะทางศัลยกรรมกระดูกและข้อ ให้บริการด้านศัลยกรรมกระดูกสันหลัง รวมถึงการรักษาอาการกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลกรุงเทพปากช่อง (Bangkok Hospital Pakchong)',
        'address': 'อำเภอเมือง จังหวัดนครพนม',
        'website': ' https://www.bangkokhospitalpakchong.co.th/',
        'details':
            'แผนกกระดูกและข้อของโรงพยาบาลนี้ให้บริการตรวจวินิจฉัย รักษา และให้คำปรึกษาเกี่ยวกับโรคทางกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลค่ายสุรนารี (Fort Suranaree Hospital)',
        'address':
            'ถนนราชสีมา-ปักธงชัย ตำบลในเมือง อำเภอเมือง จังหวัดนครราชสีมา 30000',
        'website': '  https://www.simahealthcare.com/',
        'details':
            'โรงพยาบาลนี้มีศูนย์ตรวจมวลกระดูกที่สามารถวินิจฉัยโรคกระดูกพรุน ซึ่งอาจเกี่ยวข้องกับอาการกระดูกสันหลังคด'
      },
      {
        'name': 'Spine & Knee คลินิกกระดูกและข้อ โคราช',
        'address': 'อำเภอเมือง จังหวัดนครราชสีมา',
        'website': 'https://www.facebook.com/Dr.sarunyoo/',
        'details':
            'คลินิกนี้ให้บริการรักษาอาการปวดเข่า ปวดหลัง และอาการที่เกี่ยวข้องกับกระดูกสันหลัง โดยไม่ต้องผ่าตัด'
      },
      {
        'name': 'พงศ์ดนัยคลินิกกระดูกและข้อ โคราช',
        'address': 'อำเภอเมือง จังหวัดนครราชสีมา',
        'website': 'https://pc789888.yellowpages.co.th/',
        'details':
            'คลินิกนี้ให้บริการรักษาโรคเฉพาะทางเกี่ยวกับกระดูกและข้อ โดยแพทย์เฉพาะทางผู้เชี่ยวชาญ'
      },
    ],
    'บึงกาฬ': [
      {
        'name': 'โรงพยาบาลบึงกาฬ (Bueng Kan Hospital)',
        'address': '255 หมู่ 1 ตำบลบึงกาฬ อำเภอเมืองบึงกาฬ จังหวัดบึงกาฬ 38000',
        'website': 'https://bkh.moph.go.th/bkhweb/index.php',
        'details':
            'โรงพยาบาลบึงกาฬมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด โดยมีทีมแพทย์ผู้เชี่ยวชาญด้านกระดูกและข้อ'
      },
    ],
    'บุรีรัมย์': [
      {
        'name': 'โรงพยาบาลบุรีรัมย์ (Buriram Hospital)',
        'address':
            ' เลขที่ 16 ถนนจิระ ตำบลในเมือง อำเภอเมืองบุรีรัมย์ จังหวัดบุรีรัมย์ 31000',
        'website': 'https://brh.moph.go.th/',
        'details':
            'โรงพยาบาลบุรีรัมย์มีห้องตรวจศัลยกรรมกระดูกที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูก'
      },
      {
        'name': 'โรงพยาบาลบุรีรัมย์ ราม (Buriram Ram Hospital)',
        'address':
            'เลขที่ 197 หมู่ 2 ถนนบุรีรัมย์-พุทไธสง ตำบลชุมเห็ด อำเภอเมืองบุรีรัมย์ จังหวัดบุรีรัมย์ 31000',
        'website': 'https://www.buriram-ram.co.th/',
        'details':
            'โรงพยาบาลบุรีรัมย์ ราม มีคลินิกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด รวมถึงการผ่าตัดและการรักษาอื่น ๆ ที่เกี่ยวข้องกับกระดูกสันหลัง'
      },
      {
        'name': 'แพทย์ชนดล คลินิกกระดูกและข้อ',
        'address': ' อำเภอเมืองบุรีรัมย์ จังหวัดบุรีรัมย์',
        'website': 'https://www.facebook.com/orthoburiram/',
        'details':
            'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูก'
      },
    ],
    'มหาสารคาม': [
      {
        'name':
            'โรงพยาบาลสุทธาเวช คณะแพทยศาสตร์ มหาวิทยาลัยมหาสารคาม (Suddhavej Hospital, Faculty of Medicine, Mahasarakham University)',
        'address':
            '79/99 ถนนนครสวรรค์ ตำบลตลาด อำเภอเมือง จังหวัดมหาสารคาม 44000',
        'website': 'https://med.msu.ac.th/suddhavej/',
        'details':
            'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูก'
      },
      {
        'name': 'โรงพยาบาลมหาสารคาม (Maha Sarakham Hospital)',
        'address': '168 ถนนผดุงวิถี ตำบลตลาด อำเภอเมือง จังหวัดมหาสารคาม 44000',
        'website': 'https://www.mkh.go.th/',
        'details':
            'โรงพยาบาลมหาสารคามมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยมีทีมแพทย์ผู้เชี่ยวชาญหลายท่าน'
      },
    ],
    'มุกดาหาร': [
      {
        'name': 'โรงพยาบาลมุกดาหาร (Mukdahan Hospital)',
        'address':
            'เลขที่ 78 ถนนพิทักษ์พนมเขต ตำบลมุกดาหาร อำเภอเมืองมุกดาหาร จังหวัดมุกดาหาร 49000',
        'website': 'https://mukinter.com/',
        'details':
            'โรงพยาบาลมุกดาหารเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
      },
      {
        'name':
            'โรงพยาบาลมุกดาหารอินเตอร์เนชั่นแนล (Mukdahan International Hospital)',
        'address':
            '87 ถนนมุกดาหาร-ดอนตาล ตำบลศรีบุญเรือง อำเภอเมืองมุกดาหาร จังหวัดมุกดาหาร 49000',
        'website': 'https://mukinter.com/',
        'details':
            'โรงพยาบาลมุกดาหารอินเตอร์เนชั่นแนลให้บริการทางการแพทย์หลากหลายสาขา รวมถึงการตรวจวินิจฉัยและรักษาโรคเกี่ยวกับกระดูกและข้อ'
      },
    ],
    'ยโสธร': [
      {
        'name': 'คลินิกกระดูกและข้อแพทย์ภูมิศักดิ์',
        'address': '114 3 ถ. วารีราชเดช ในเมือง เมือง ยโสธร 35000',
        'website': 'https://www.facebook.com/pumsakclinic/',
        'details':
            'คลินิกเฉพาะทางด้านกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'ลภัสคลินิกกายภาพบำบัดและจัดกระดูก',
        'address': '81 ม.3 ตำบล สำราญ อำเภอเมืองยโสธร ยโสธร 35000',
        'website':
            'https://topclinic.in.th/clinics/lphaskhlinikkaayphaaphbambadaelacchadkraduuk',
        'details':
            ' คลินิกนี้ให้บริการกายภาพบำบัดและการจัดกระดูก เหมาะสำหรับผู้ที่มีอาการกระดูกสันหลังคดหรือปัญหาเกี่ยวกับระบบกระดูกและกล้ามเนื้อ'
      },
    ],
    ' ร้อยเอ็ด': [
      {
        'name': 'โรงพยาบาลร้อยเอ็ด (Roi Et Hospital)',
        'address':
            'เลขที่ 111 ถนนเทวาภิบาล ตำบลในเมือง อำเภอเมืองร้อยเอ็ด จังหวัดร้อยเอ็ด 45000',
        'website': 'https://www.reh.go.th/',
        'details':
            ' โรงพยาบาลร้อยเอ็ดเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
      },
      {
        'name': 'โรงพยาบาลร้อยเอ็ด-ธนบุรี (Roi Et Thonburi Hospital)',
        'address':
            ' 111 ถนน รณชัยชาญยุทธ ตำบล ในเมือง อำเภอเมืองร้อยเอ็ด ร้อยเอ็ด 45000',
        'website': 'https://101thon.com/',
        'details':
            'โรงพยาบาลร้อยเอ็ด-ธนบุรีมีโปรแกรมตรวจมวลกระดูกเพื่อคัดกรองโรคกระดูกพรุน ซึ่งเป็นส่วนหนึ่งของการดูแลสุขภาพกระดูกสันหลัง'
      },
      {
        'name': 'คลินิกกระดูกและข้อ นพ.วุฒิชัย',
        'address': ' อำเภอเมืองร้อยเอ็ด จังหวัดร้อยเอ็ด',
        'website':
            'https://www.facebook.com/p/%E0%B8%84%E0%B8%A5%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%81%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B9%E0%B8%81%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%82%E0%B9%89%E0%B8%AD-%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%B8%E0%B8%92%E0%B8%B4%E0%B8%8A%E0%B8%B1%E0%B8%A2-100063899376793/',
        'details':
            'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'เลย': [
      {
        'name': 'โรงพยาบาลเมืองเลย ราม (Muang Loei Ram Hospital)',
        'address': '546 หมู่ 1 ตำบล นาอาน อำเภอ เมือง จังหวัด เลย 42000',
        'website': 'https://www.loeiram.co.th/',
        'details':
            'โรงพยาบาลเมืองเลย ราม มีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจรักษาผู้ป่วยที่มีความผิดปกติด้านกระดูก ข้อ เส้นเอ็น เส้นประสาท และกล้ามเนื้อทุกชนิด รวมถึงอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทางและพยาบาลวิชาชีพที่มีประสิทธิภาพ พร้อมอุปกรณ์ทางการแพทย์ที่ครบครันได้มาตรฐาน เพื่อให้ผู้ป่วยได้รับความปลอดภัยสูงสุด'
      },
    ],
    'ศรีสะเกษ': [
      {
        'name': 'โรงพยาบาลศรีสะเกษ (Sisaket Hospital)',
        'address':
            'เลขที่ 859 ถนนกสิกรรม ตำบลเมืองใต้ อำเภอเมืองศรีสะเกษ จังหวัดศรีสะเกษ 33000',
        'website': 'https://sskh.moph.go.th/',
        'details':
            'โรงพยาบาลศรีสะเกษเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
      },
      {
        'name': 'โรงพยาบาลพริ้นซ์ ศรีสะเกษ (Princ Hospital Sisaket)',
        'address':
            ' เลขที่ 888 หมู่ 11 ถนนศรีสะเกษ-อุทุมพรพิสัย ตำบลหญ้าปล้อง อำเภอเมืองศรีสะเกษ จังหวัดศรีสะเกษ',
        'website': 'https://princsisaket.com/',
        'details':
            'โรงพยาบาลพริ้นซ์ ศรีสะเกษ มีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการปวดหลัง โรคกระดูกทับเส้น และอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญและอุปกรณ์ทางการแพทย์ที่ทันสมัย '
      },
      {
        'name': 'คลินิกกระดูกและข้อหมอธรรมศักดิ์',
        'address':
            '999 51-52 ถนน วันลูกเสือ ตำบล เมืองใต้ อำเภอเมืองศรีสะเกษ ศรีสะเกษ 33000',
        'website': 'https://www.facebook.com/thammasakclinic/',
        'details':
            'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'สกลนคร': [
      {
        'name': '	โรงพยาบาลพริ้นซ์ สกลนคร (Princ Hospital Sakon Nakhon)',
        'address':
            '99 ถนนประชาอุทิศ ตำบลธาตุเชิงชุม อำเภอเมืองสกลนคร จังหวัดสกลนคร 47000',
        'website': 'https://www.princsakon.com/',
        'details':
            ' โรงพยาบาลพริ้นซ์ สกลนคร ให้บริการทางการแพทย์หลากหลายสาขา รวมถึงการตรวจวินิจฉัยและรักษาโรคเกี่ยวกับกระดูกและข้อ'
      },
      {
        'name': 'โรงพยาบาลรักษ์สกล (Rak Sakhon Hospital)',
        'address':
            '1446/47 ถนนรอบเมือง ตำบลธาตุเชิงชุม อำเภอเมืองสกลนคร จังหวัดสกลนคร 47000',
        'website': 'https://www.raksakon.com/',
        'details':
            'โรงพยาบาลรักษ์สกล มีบริการตรวจวินิจฉัยความผิดปกติของกระดูก เช่น การคด งอ หรือผิดรูปของกระดูกสันหลัง'
      },
      {
        'name': 'ศูนย์ความรู้กระดูกและข้อ หมอพร สกลนคร',
        'address':
            '328/7 ถ.คูเมือง (เยื้อง Big C ตรงข้ามโรงน้ำแข็งชลทิต) ต.ธาตุเชิงชุม อ.เมืองสกลนคร จ.สกลนคร',
        'website': 'https://www.facebook.com/ponclinicSKH/',
        'details':
            ' คลินิกเวชกรรมเฉพาะทางกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'สกลนครคลินิกกายภาพบำบัด',
        'address': '1795 2 ธาตุเชิงชุม เมือง สกลนคร 47000',
        'website': 'https://www.facebook.com/sakolpt.clinic/',
        'details':
            ' คลินิกนี้ให้บริการกายภาพบำบัดสำหรับอาการกระดูกสันหลังคด กระดูกทับเส้น ปวดชา และอาการที่เกี่ยวข้องกับระบบกระดูกและกล้ามเนื้อ'
      },
      {
        'name':
            'โรงพยาบาลสมเด็จพระยุพราชสว่างแดนดิน (Sawangdandin Crown Prince Hospital)',
        'address':
            '291 หมู่ 11 ตำบลสว่างแดนดิน อำเภอสว่างแดนดิน จังหวัดสกลนคร 47110',
        'website': 'https://swdcph.moph.go.th/',
        'details':
            'โรงพยาบาลสมเด็จพระยุพราชสว่างแดนดิน เป็นโรงพยาบาลขนาด 320 เตียง ให้บริการทางการแพทย์หลากหลายสาขา รวมถึงการตรวจวินิจฉัยและรักษาโรคเกี่ยวกับกระดูกและข้อ'
      },
    ],
    'สุรินทร์': [
      {
        'name': 'โรงพยาบาลสุรินทร์ (Surin Hospital)',
        'address':
            'เลขที่ 68 ถนนหลักเมือง ตำบลในเมือง อำเภอเมืองสุรินทร์ จังหวัดสุรินทร์ 32000',
        'website': 'https://www.surinhospital.go.th/',
        'details':
            'โรงพยาบาลสุรินทร์มีคลินิกพิเศษเฉพาะทางนอกเวลาราชการ (SMC) ที่ให้บริการตรวจรักษาอาการปวดข้อเรื้อรัง กระดูกสันหลังเสื่อมทับเส้นประสาท โดยแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ '
      },
      {
        'name': 'คลินิกหมอภุชงค์ กระดูกและข้อ สุรินทร์',
        'address': '77/5 นอกเมือง อำเภอเมืองสุรินทร์ สุรินทร์ 32000',
        'website': 'https://www.facebook.com/PuchongClinic/',
        'details':
            'คลินิกนี้ให้บริการตรวจรักษาโรคกระดูกและข้อ โดยแพทย์เฉพาะทาง',
      },
    ],
    'หนองคาย': [
      {
        'name':
            'คลินิกหมอชลธิศ โรคกระดูกและข้อหนองคาย (Chonlathit Orthopedic Clinic)',
        'address': '796/5 หมู่ 2 ตำบลในเมือง อำเภอเมือง จังหวัดหนองคาย 43000',
        'website': 'https://www.facebook.com/chonlathitclinic/',
        'details':
            ' คลินิกนี้ให้บริการตรวจรักษาโรคกระดูกและข้อ โดยมีเครื่องเอกซเรย์ระบบดิจิตอล (Digital Radiography) และบริการใส่เฝือก ปรึกษาผ่าตัด เหมาะสำหรับผู้ที่มีอาการปวดหลัง ไหล่ ต้นคอ ปวดเอว สะโพก เข่า และอาการที่เกี่ยวข้องกับกระดูกสันหลังคด',
      },
      {
        'name': 'โรงพยาบาลหนองคาย (Nong Khai Hospital)',
        'address': '1210 ถนนมีชัย ตำบลในเมือง อำเภอเมือง จังหวัดหนองคาย 43000',
        'website': 'https://nkhospital.moph.go.th/',
        'details':
            ' โรงพยาบาลหนองคายมีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ',
      },
    ],
    'หนองบัวลำภู': [
      {
        'name': 'โรงพยาบาลหนองบัวลำภู (Nongbualamphu Hospital)',
        'address':
            ' เลขที่ 222 หมู่ 1 ถนนหนองบัวลำภู-เลย ตำบลหนองบัว อำเภอเมืองหนองบัวลำภู จังหวัดหนองบัวลำภู 39000',
        'website': 'https://www.facebook.com/NongbualamphuHospital/',
        'details':
            ' โรงพยาบาลหนองบัวลำภูเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ',
      },
      {
        'name': 'คลินิกกระดูกและข้อ-โรคทั่วไป หมอสาธิต',
        'address':
            '  เลขที่ 11/3 ถนนหนองบัวลำภู-ชุมแพ ตำบลหนองบัว อำเภอเมืองหนองบัวลำภู จังหวัดหนองบัวลำภู 39000',
        'website':
            'https://www.yellowpages.co.th/profile/คลินิกกระดูกและข้อ-โรคทั่วไป-หมอสาธิต-92OTPrcvN',
        'details':
            ' คลินิกนี้ให้บริการตรวจรักษาโรคกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ',
      },
      {
        'name': 'คลินิกกระดูกและข้อ-โรคทั่วไป หมอสาธิต',
        'address':
            '  เลขที่ 206 ตำบล หนองบัว อำเภอเมืองหนองบัวลำภู หนองบัวลำภู 39000',
        'website': 'https://www.facebook.com/NKClinic88/',
        'details':
            ' คลินิกนี้ให้บริการตรวจรักษาโรคกระดูกและข้อ โดยแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ',
      },
    ],
    'อำนาจเจริญ': [
      {
        'name': 'คลินิกหมอพิพัฒน์ (คลินิกกระดูกและข้อ)',
        'address':
            ' 898/3 ตรงข้ามวัดสำราญนิเวศ เยื้องธนาคารเพื่อการเกษตรและสหกรณ์การเกษตร (ธ.ก.ส.) อำเภอเมืองอำนาจเจริญ จังหวัดอำนาจเจริญ',
        'website':
            'https://www.facebook.com/p/คลินิกหมอพิพัฒน์-คลินิกกระดูกและข้อ-จอำนาจเจริญ-100060474976112/',
        'details':
            ' คลินิกเฉพาะทางด้านกระดูกและข้อ ให้บริการผ่าตัดส่องกล้องข้อเข่า-ไหล่ รักษาอาการบาดเจ็บจากกีฬา ปวดคอ ไหล่ หลัง เอว และอาการชามือเท้า',
      },
      {
        'name': 'โรงพยาบาลพนา',
        'address': '  225 ตำบล พนา อำเภอ พนา อำนาจเจริญ 37180',
        'website': 'https://phanahospital.moph.go.th/main/',
        'details':
            ' โรงพยาบาลพนาเป็นสถานพยาบาลที่มีบริการด้านโรคกระดูกสันหลังคด',
      },
    ],
    'อุดรธานี': [
      {
        'name': ' โรงพยาบาลกรุงเทพอุดร (Bangkok Hospital Udon)',
        'address':
            '111 ถนนทองใหญ่ ตำบลหมากแข้ง อำเภอเมืองอุดรธานี จังหวัดอุดรธานี 41000',
        'website': 'https://bududon.com/center.php?cnid=CN0016',
        'details':
            '  โรงพยาบาลกรุงเทพอุดรมีศูนย์กระดูกและข้อที่ให้บริการครบวงจร ทั้งการตรวจวินิจฉัย การผ่าตัด และการฟื้นฟูสมรรถภาพ โดยมีทีมแพทย์เฉพาะทางด้านกระดูกและข้อพร้อมอุปกรณ์ที่ทันสมัย',
      },
      {
        'name': 'โรงพยาบาลวัฒนา อุดรธานี (Wattana Hospital Udon Thani)',
        'address':
            ' 70/7-8 ถนนศุภกิจจรรยา ตำบลหมากแข้ง อำเภอเมืองอุดรธานี จังหวัดอุดรธานี 41000',
        'website': 'https://wattanahospital.net/',
        'details':
            ' มีแพ็กเกจการรักษาเกี่ยวกับหมอนรองกระดูกและกระดูกสันหลังที่ทันสมัย ให้บริการโดยทีมแพทย์ผู้เชี่ยวชาญในด้านศัลยกรรมกระดูก',
      },
      {
        'name': 'โรงพยาบาลศูนย์อุดรธานี (Udon Thani Hospital)',
        'address':
            '33 ถนนเพาะนิยม ตำบลหมากแข้ง อำเภอเมืองอุดรธานี จังหวัดอุดรธานี 41000',
        'website': 'https://www.facebook.com/UDHOSPITAL/?locale=th_TH',
        'details':
            ' โรงพยาบาลศูนย์อุดรธานีมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจและรักษาอาการกระดูกสันหลังคด โดยมีแพทย์เฉพาะทางที่มีประสบการณ์',
      },
      {
        'name':
            'โรงพยาบาลค่ายประจักษ์ศิลปาคม (Prachaksinlapakhom Camp Hospital)',
        'address':
            '550 หมู่ 1 ถนนทหาร ตำบลหมากแข้ง อำเภอเมืองอุดรธานี จังหวัดอุดรธานี 41000',
        'website': 'https://kpjh.rta.mi.th/',
        'details':
            ' มีบริการตรวจรักษาโรคกระดูกและข้อ รวมถึงกระดูกสันหลังคด โดยแพทย์และบุคลากรที่เชี่ยวชาญ',
      },
      {
        'name': 'คลินิกกระดูกหมอปิยะวัฒน์ (Dr. Piyawat’s Orthopedic Clinic)',
        'address':
            '90/11 ทองใหญ่ ตำบลหมากแข้ง อำเภอเมืองอุดรธานี อุดรธานี 41000',
        'website': 'https://www.facebook.com/doctorpiyawat/',
        'details':
            'คลินิกเฉพาะทางที่เน้นการรักษาเกี่ยวกับกระดูกสันหลัง หมอนรองกระดูก และข้อเข่า โดยแพทย์ผู้เชี่ยวชาญ',
      },
    ],
    'อุบลราชธานี': [
      {
        'name': 'โรงพยาบาลสรรพสิทธิประสงค์ (Sunpasitthiprasong Hospital)',
        'address':
            ' เลขที่ 122 ถนนสรรพสิทธิ์ ตำบลในเมือง อำเภอเมืองอุบลราชธานี จังหวัดอุบลราชธานี 34000',
        'website': 'https://ortho.sunpasit.go.th/',
        'details':
            ' โรงพยาบาลสรรพสิทธิประสงค์มีแผนกออร์โธปิดิกส์ที่เชี่ยวชาญในการรักษาโรคกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง',
      },
      {
        'name': 'โรงพยาบาลอุบลรักษ์ ธนบุรี (Ubonrak Thonburi Hospital)',
        'address':
            'เลขที่ 46/4 ถนนบูรพาใน ตำบลในเมือง อำเภอเมืองอุบลราชธานี จังหวัดอุบลราชธานี 34000',
        'website': 'https://www.ubonrak.com/',
        'details':
            ' แผนกกระดูกและข้อของโรงพยาบาลอุบลรักษ์ ธนบุรี ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยมีแพทย์ผู้เชี่ยวชาญและอุปกรณ์ทางการแพทย์ที่ทันสมัย ',
      },
      {
        'name': 'โรงพยาบาลพริ้นซ์ อุบลราชธานี (Princ Hospital Ubonratchathani)',
        'address':
            'เลขที่ 139 ถนนพลแพน ตำบลในเมือง อำเภอเมืองอุบลราชธานี จังหวัดอุบลราชธานี 34000',
        'website': 'https://www.princubon.com/',
        'details':
            'โรงพยาบาลพริ้นซ์ อุบลราชธานี มีศูนย์โรคกระดูกและข้อที่ให้บริการคำปรึกษา วินิจฉัย รักษา และฟื้นฟูทุกปัญหาเกี่ยวกับกระดูกและข้อ กล้ามเนื้อ และเส้นประสาท โดยทีมแพทย์ศัลยกรรมออร์โธปิดิกส์ผู้เชี่ยวชาญ',
      },
    ],
  },
  'ภาคกลาง': {
    'กรุงเทพมหานคร (เขตปกครองพิเศษ)': [
      {
        'name': 'โรงพยาบาลกรุงเทพ (Bangkok Hospital)',
        'address':
            'เลขที่ 2 ซอยศูนย์วิจัย 7 ถนนเพชรบุรีตัดใหม่ แขวงบางกะปิ เขตห้วยขวาง กรุงเทพมหานคร 10310',
        'website': 'https://www.bangkokhospital.com/',
        'details':
            ' โรงพยาบาลกรุงเทพมีศูนย์กระดูกสันหลังที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญและอุปกรณ์ทางการแพทย์ที่ทันสมัย'
      },
      {
        'name': 'โรงพยาบาลสมิติเวช ศรีนครินทร์ (Samitivej Srinakarin Hospital)',
        'address':
            'เลขที่ 488 ถนนศรีนครินทร์ แขวงสวนหลวง เขตสวนหลวง กรุงเทพมหานคร 10250',
        'website': 'https://www.samitivejhospitals.com/th/',
        'details':
            'โรงพยาบาลสมิติเวช ศรีนครินทร์ มีศูนย์รักษากระดูกสันหลังคดที่เชี่ยวชาญในการรักษาโรคกระดูกสันหลังคด โดยทีมแพทย์ที่มีประสบการณ์สูงและใช้นวัตกรรมใหม่ในการรักษา '
      },
      {
        'name': 'โรงพยาบาลบำรุงราษฎร์ (Bumrungrad International Hospital)',
        'address':
            'เลขที่ 33 ถนนสุขุมวิท ซอย 3 แขวงคลองเตยเหนือ เขตวัฒนา กรุงเทพมหานคร 10110',
        'website': 'https://www.bumrungrad.com/',
        'details':
            'โรงพยาบาลบำรุงราษฎร์มีศูนย์ผ่าตัดกระดูกสันหลังคดด้วยหุ่นยนต์นำวิถี ให้บริการตรวจวินิจฉัยและรักษาโรคกระดูกสันหลังคดด้วยเทคโนโลยีที่ทันสมัย'
      },
      {
        'name': 'โรงพยาบาลเวชธานี (Vejthani Hospital)',
        'address':
            'เลขที่ 1 ถนนลาดพร้าว 111 แขวงคลองจั่น เขตบางกะปิ กรุงเทพมหานคร 10240',
        'website': 'https://www.vejthani.com/',
        'details':
            'โรงพยาบาลเวชธานีมีศูนย์กระดูกสันหลังที่ให้บริการรักษาอาการกระดูกสันหลังคด โดยเน้นการรักษาแบบไม่ต้องผ่าตัดสำหรับผู้ป่วยที่มาพบแพทย์ในระยะแรก '
      },
      {
        'name': 'โรงพยาบาลนครธน (Nakornthon Hospital)',
        'address':
            'เลขที่ 1 ถนนพระรามที่ 2 ซอย 56 แขวงแสมดำ เขตบางขุนเทียน กรุงเทพมหานคร 10150',
        'website': 'https://www.nakornthon.com/',
        'details':
            ' โรงพยาบาลนครธนมีศูนย์กระดูกสันหลังที่ให้บริการเฉพาะทางสำหรับผู้ที่มีปัญหาเรื่องกระดูกสันหลัง โดยทีมแพทย์ผู้ชำนาญการและเทคโนโลยีการรักษาที่ทันสมัย '
      },
      {
        'name': 'โรงพยาบาลพญาไท 3 (Phyathai 3 Hospital)',
        'address':
            ' เลขที่ 111 ถนนเพชรเกษม แขวงปากคลองภาษีเจริญ เขตภาษีเจริญ กรุงเทพมหานคร 10160',
        'website': 'https://www.phyathai3hospital.com/',
        'details':
            'โรงพยาบาลพญาไท 3 มีบริการกายภาพบำบัดสำหรับผู้ป่วยที่มีอาการกระดูกสันหลังคด เพื่อฟื้นฟูสมรรถภาพและลดอาการปวด'
      },
      {
        'name': 'โรงพยาบาลเมดพาร์ค (MedPark Hospital)',
        'address':
            ' เลขที่ 3333 ถนนพระรามที่ 4 แขวงคลองเตย เขตคลองเตย กรุงเทพมหานคร 10110',
        'website': 'https://www.medparkhospital.com/',
        'details':
            ' โรงพยาบาลเมดพาร์คมีบริการผ่าตัดกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญและเทคโนโลยีที่ทันสมัย '
      },
    ],
    'ชัยนาท': [
      {
        'name': 'โรงพยาบาลชัยนาทนเรนทร',
        'address':
            '199 หมู่ 5 ถนนพหลโยธิน ตำบลชัยนาท อำเภอเมืองชัยนาท จังหวัดชัยนาท 17000',
        'website': 'http://chainathospital.org/chainatweb/',
        'details':
            ' โรงพยาบาลชัยนาทนเรนทรมีแผนกศัลยกรรมกระดูกที่ให้บริการตรวจและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยมีแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกประจำอยู่ '
      },
      {
        'name': 'โรงพยาบาลรวมแพทย์ชัยนาท',
        'address':
            '170 หมู่ 4 ถนนชัยนาท-สุพรรณบุรี ตำบลบ้านกล้วย อำเภอเมืองชัยนาท จังหวัดชัยนาท 17000',
        'website': 'https://www.rpchainat.com/',
        'details':
            'โรงพยาบาลรวมแพทย์ชัยนาทมีบริการตรวจวัดมวลกระดูกเพื่อคัดกรองภาวะกระดูกพรุน ซึ่งเป็นปัจจัยที่อาจเกี่ยวข้องกับอาการกระดูกสันหลังคด '
      },
      {
        'name': 'ฤดีวัฒนาคลินิก',
        'address': ' 167 ตำบล เด่นใหญ่ อำเภอ หันคา ชัยนาท 17130',
        'website': 'https://www.facebook.com/share/p/1BZ5uCD2Po/',
        'details':
            'คลินิกนี้ให้บริการดัดดึงกระดูก ปรับโครงสร้างสมดุล เพื่อบรรเทาอาการปวดและคลายกล้ามเนื้อ ซึ่งอาจเป็นประโยชน์สำหรับผู้ที่มีอาการกระดูกสันหลังคด'
      },
    ],
    'นครนายก': [
      {
        'name': 'โรงพยาบาลนครนายก',
        'address':
            '199 หมู่ 1 ถนนสุวรรณศร ตำบลบ้านใหญ่ อำเภอเมืองนครนายก จังหวัดนครนายก 26000',
        'website': 'https://nkny.moph.go.th/',
        'details':
            'โรงพยาบาลนครนายกมีแผนกกายภาพบำบัดที่ให้บริการรักษาอาการปวดคอ ปวดหลัง หมอนรองกระดูกทับเส้นประสาท และอาการที่เกี่ยวข้องกับกระดูกสันหลังคด '
      },
      {
        'name': 'โรงพยาบาลศูนย์การแพทย์สมเด็จพระเทพรัตนราชสุดาฯ',
        'address':
            'เลขที่ 62 หมู่ 7 ตำบลองครักษ์ อำเภอองครักษ์ จังหวัดนครนายก 26120',
        'website': 'https://ww2.nakhonnayok.go.th/health/detail/2/data.html',
        'details':
            'โรงพยาบาลนี้เป็นโรงพยาบาลขนาด 360 เตียง ให้บริการรักษาด้วยแพทย์ผู้เชี่ยวชาญเฉพาะทาง รวมถึงแผนกศัลยกรรมกระดูกและข้อ'
      },
      {
        'name': 'สหคลินิกนครนายกและกายภาพบำบัด',
        'address': ' 303,37 ถ. สุวรรณศร ตำบล บ้านใหญ่ เมือง, นครนายก 26000',
        'website': 'https://www.facebook.com/physicaltherapyapuncture/',
        'details':
            ' คลินิกนี้ให้บริการกายภาพบำบัดและฝังเข็ม รักษาโรคระบบกระดูก กล้ามเนื้อ และเส้นประสาท ด้วยเครื่องมือที่ทันสมัย เช่น คลื่นอัลตราซาวด์ ช็อกเวฟ เลเซอร์ และเครื่องดึงคอดึงหลัง '
      },
    ],
    'นครปฐม': [
      {
        'name':
            'ศูนย์การแพทย์กาญจนาภิเษก มหาวิทยาลัยมหิดล (Golden Jubilee Medical Center)',
        'address': '888 หมู่ 6 ตำบลศาลายา อำเภอพุทธมณฑล จังหวัดนครปฐม 73170',
        'website': 'https://www.gj.mahidol.ac.th/main/clinic/spine/',
        'details':
            'ศูนย์การแพทย์กาญจนาภิเษกมีคลินิกกระดูกสันหลังที่ให้บริการตรวจรักษาผู้ที่มีอาการทางกระดูกสันหลัง โดยแพทย์เฉพาะทางด้านกระดูกสันหลัง พร้อมด้วยเครื่องมือและเทคโนโลยีที่ทันสมัย'
      },
      {
        'name':
            'คณะกายภาพบำบัด มหาวิทยาลัยมหิดล (Faculty of Physical Therapy, Mahidol University)',
        'address':
            '999 ถนนพุทธมณฑลสาย 4 ตำบลศาลายา อำเภอพุทธมณฑล จังหวัดนครปฐม 73170',
        'website': 'https://pt.mahidol.ac.th/ptcenter/therapy/scoliosis/',
        'details':
            'คณะกายภาพบำบัด มหาวิทยาลัยมหิดล มีคลินิกกระดูกสันหลังคดที่ให้บริการตรวจประเมินและรักษาผู้ป่วยที่มีภาวะกระดูกสันหลังคด โดยใช้เทคนิค Schroth จากประเทศเยอรมนี และเทคนิคการรักษาอื่น ๆ ทางกายภาพบำบัด'
      },
      {
        'name': 'โรงพยาบาลกรุงเทพสนามจันทร์ (Bangkok Hospital Sanamchan)',
        'address':
            '1192 ถนนเพชรเกษม ตำบลสนามจันทร์ อำเภอเมืองนครปฐม จังหวัดนครปฐม 73000',
        'website':
            'https://www.bangkokhospitalsanamchan.com/centers/orthopedic',
        'details':
            'โรงพยาบาลกรุงเทพสนามจันทร์มีคลินิกศัลยกรรมกระดูกและข้อ ที่มีแพทย์ผู้เชี่ยวชาญในสาขาออร์โธปิดิกส์ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'คลินิกหมอพิทักษ์พงศ์ เฉพาะทางกระดูกและข้อ',
        'address':
            ' 9 ถนนราชดำเนิน (ถนนต้นสน) ตำบลพระปฐมเจดีย์ อำเภอเมืองนครปฐม จังหวัดนครปฐม',
        'website': 'https://www.facebook.com/Dr.phitakpong.ortho/',
        'details':
            ' คลินิกนี้ตั้งอยู่ใกล้องค์พระปฐมเจดีย์ ให้บริการตรวจรักษาอาการที่เกี่ยวข้องกับกระดูกและข้อ รวมถึงกระดูกสันหลังคด โดยแพทย์เฉพาะทาง'
      },
    ],
    'นนทบุรี': [
      {
        'name': 'โรงพยาบาลนนทเวช (Nonthavej Hospital)',
        'address':
            'เลขที่ 30/8 ถนนงามวงศ์วาน ตำบลบางเขน อำเภอเมืองนนทบุรี จังหวัดนนทบุรี 11000',
        'website':
            'https://www.nonthavej.co.th/orthopedics-and-joints-center-section.php',
        'details':
            'โรงพยาบาลนนทเวชมีศูนย์ศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาโรคกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญและเทคโนโลยีที่ทันสมัย เช่น การผ่าตัดแบบแผลเล็ก (Minimally Invasive Surgery) และการผ่าตัดส่องกล้อง'
      },
      {
        'name': 'โรงพยาบาลกรุงไทย (Krungthai Hospital)',
        'address':
            'เลขที่ 56/96 ถนนติวานนท์ ตำบลบางเขน อำเภอเมืองนนทบุรี จังหวัดนนทบุรี 11000',
        'website':
            'https://www.krungthaihospital.com/medical-center/orthopedic-surgery-center/',
        'details':
            'โรงพยาบาลกรุงไทยมีศูนย์ศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาโรคของกระดูกและข้อ โดยแพทย์ที่ชำนาญการเรื่องกล้ามเนื้อ กระดูก และข้อ พร้อมระบบการส่งต่อที่รวดเร็วในกรณีฉุกเฉิน'
      },
    ],
    'ปทุมธานี': [
      {
        'name': 'โรงพยาบาลแพทย์รังสิต (PatRangsit Hospital)',
        'address':
            'เลขที่ 733 ถนนพหลโยธิน ตำบลประชาธิปัตย์ อำเภอธัญบุรี จังหวัดปทุมธานี 12130',
        'website': 'https://www.patrangsit.com/',
        'details':
            'โรงพยาบาลแพทย์รังสิตมีคลินิกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
      },
      {
        'name': 'โรงพยาบาลกรุงไทย ปทุมธานี (Krungthai Pathum Thani Hospital)',
        'address':
            ' เลขที่ 9/99 หมู่ 5 ถนนติวานนท์-ปทุมธานี ตำบลบ้านกลาง อำเภอเมืองปทุมธานี จังหวัดปทุมธานี 12000',
        'website': 'https://www.krungthaihospital.com/',
        'details':
            ' โรงพยาบาลกรุงไทย ปทุมธานี มีศัลยแพทย์กระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
    ],
    'ประจวบคีรีขันธ์': [
      {
        'name': 'โรงพยาบาลประจวบคีรีขันธ์',
        'address':
            ' 237 ถนนพิทักษ์ชาติ ตำบลประจวบคีรีขันธ์ อำเภอเมือง จังหวัดประจวบคีรีขันธ์ 77000',
        'website': 'http://www.prachuapkhirikhanhospital.go.th/',
        'details':
            'โรงพยาบาลประจวบคีรีขันธ์เป็นโรงพยาบาลประจำจังหวัดที่มีแผนกออร์โธปิดิกส์ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลหัวหิน',
        'address':
            ': เลขที่ 1 ถนนเพชรเกษม ตำบลหัวหิน อำเภอหัวหิน จังหวัดประจวบคีรีขันธ์ 77110',
        'website': 'https://huahinhospital.moph.go.th/',
        'details':
            'โรงพยาบาลหัวหินมีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
      },
      {
        'name': 'โรงพยาบาลบางสะพาน',
        'address':
            'เลขที่ 94 หมู่ 5 ตำบลกำเนิดนพคุณ อำเภอบางสะพาน จังหวัดประจวบคีรีขันธ์ 77140',
        'website': 'https://bsph.moph.go.th/wp/',
        'details':
            'โรงพยาบาลบางสะพานมีแผนกออร์โธปิดิกส์ที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'คลินิกกระดูกและข้อ หมออัครเดช',
        'address':
            'อาคารพาณิชย์ ตรงข้ามโรงเรียนห้วยหนำ อำเภอเมือง จังหวัดประจวบคีรีขันธ์',
        'website': 'https://www.facebook.com/dr.akkaradej/',
        'details':
            ' คลินิกนี้ให้บริการตรวจรักษาอาการที่เกี่ยวข้องกับกระดูกและข้อ รวมถึงกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
      },
    ],
    'พระนครศรีอยุธยา': [
      {
        'name': 'โรงพยาบาลราชธานี',
        'address':
            ' 111 หมู่ 3 ถนนโรจนะ ตำบลธนู อำเภออุทัย จังหวัดพระนครศรีอยุธยา 13000',
        'website': 'https://www.rajthanee.com/th/',
        'details':
            'โรงพยาบาลราชธานีมีศูนย์ศัลยกรรมกระดูกและข้อที่ให้บริการดูแลผู้ป่วยกระดูกและข้อด้วยทีมแพทย์เฉพาะทาง รวมถึงการผ่าตัดส่องกล้องและเวชศาสตร์การกีฬา นอกจากนี้ยังมีคลินิกกระดูกสันหลังที่ให้บริการผ่าตัดกระดูกคอและหลัง รวมถึงการผ่าตัดหมอนรองกระดูกสันหลังด้วยกล้อง '
      },
      {
        'name': 'โรงพยาบาลพระนครศรีอยุธยา',
        'address':
            'ถนนอู่ทอง ตำบลประตูชัย อำเภอพระนครศรีอยุธยา จังหวัดพระนครศรีอยุธยา 13000',
        'website': 'https://ayh.moph.go.th/ayh/',
        'details':
            'โรงพยาบาลพระนครศรีอยุธยาเป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ '
      },
      {
        'name': 'คลินิกนายแพทย์พงศ์ไพบูลย์',
        'address': '135/6 ต.ไผ่ลิง อำเภอพระนครศรีอยุธยา จังหวัดพระนครศรีอยุธยา',
        'website':
            'https://www.facebook.com/คลินิกนายเเพทย์พงศ์ไพบูลย์-โรคกระดูกสันหลัง-โรคกระดูกเเละข้อ-100057396371776/?locale=th_TH&wtsid=rdr_056O9WbP3cZOrK63J',
        'details':
            'คลินิกนี้เชี่ยวชาญในการรักษาโรคกระดูกสันหลัง และโรคกระดูกและข้ออื่น ๆ โดยแพทย์ผู้เชี่ยวชาญเฉพาะทาง'
      },
    ],
    'เพชรบุรี': [
      {
        'name': 'โรงพยาบาลกรุงเทพเพชรบุรี (Bangkok Hospital Phetchaburi)',
        'address':
            '150 ถ.เพชรเกษม ตำบล ต้นมะม่วง อำเภอเมืองเพชรบุรี เพชรบุรี 76000',
        'website': 'https://www.bangkokhospitalphetchaburi.com/',
        'details':
            'โรงพยาบาลกรุงเทพเพชรบุรีมีคลินิกศัลยกรรมกระดูกและข้อที่มีแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์ พร้อมด้วยเทคโนโลยีที่ทันสมัยในการวินิจฉัยและรักษาโรคกระดูกสันหลังคด '
      },
      {
        'name': 'โรงพยาบาลพระจอมเกล้า จังหวัดเพชรบุรี',
        'address':
            'เลขที่ 53 ถนนรถไฟ ตำบลคลองกระแชง อำเภอเมือง จังหวัดเพชรบุรี 76000',
        'website': 'https://phrachomklao.moph.go.th/',
        'details':
            'โรงพยาบาลพระจอมเกล้ามีคลินิกศัลยกรรมกระดูกที่ตั้งอยู่ชั้น 1 อาคารพิฆเนศวรสุรสังกาศ เปิดให้บริการวันจันทร์-ศุกร์ เวลา 08.00-16.00 น. (เว้นวันหยุดราชการ)'
      },
      {
        'name': 'โรงพยาบาลมหาชัยเพชรรัตน์ (Mahachaipetcharat Hospital)',
        'address':
            ' 99/9 หมู่ 6 ตำบลบ้านหม้อ อำเภอเมืองเพชรบุรี จังหวัดเพชรบุรี 76000',
        'website': 'http://www.mahachaipetcharat.com/about.php',
        'details':
            ' โรงพยาบาลมหาชัยเพชรรัตน์มีคลินิกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'ราชบุรี': [
      {
        'name': 'โรงพยาบาลราชบุรี',
        'address':
            ' ถนนสมบูรณ์กุล ตำบลหน้าเมือง อำเภอเมืองราชบุรี จังหวัดราชบุรี 70000',
        'website': 'https://www.rajburi.org/',
        'details':
            'โรงพยาบาลราชบุรีมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์ '
      },
      {
        'name': 'โรงพยาบาลกรุงเทพเมืองราช (Bangkok Hospital Muangraj)',
        'address':
            'เลขที่ 800 ถนนศรีสุริยวงศ์ ตำบลหน้าเมือง อำเภอเมืองราชบุรี จังหวัดราชบุรี 70000',
        'website': 'https://www.bangkokhospitalmuangraj.com/',
        'details':
            'โรงพยาบาลกรุงเทพเมืองราชมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการรักษาอาการปวดหลัง หมอนรองกระดูกกดทับเส้นประสาท กระดูกงอก คด กระดูกเคลื่อนหรือหัก โดยมีการใช้กล้องในการผ่าตัดหมอนรองกระดูก (Microscope)'
      },
    ],
    'ลพบุรี': [
      {
        'name': 'โรงพยาบาลเมืองนารายณ์ (Meung Narai Hospital)',
        'address': '84 หมู่ 3 ตำบลท่าศาลา อำเภอเมือง จังหวัดลพบุรี 15000',
        'website': 'https://www.meungnarai-hospital.com/',
        'details':
            'โรงพยาบาลเมืองนารายณ์มีคลินิกกระดูกและข้อที่ให้บริการตรวจรักษาอาการบาดเจ็บของกระดูก เส้นเอ็น และกล้ามเนื้อ รวมถึงภาวะกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์ '
      },
      {
        'name': 'คลินิกหมอชนะพล กระดูกและข้อ ลพบุรี',
        'address':
            'ถนน นารายณ์มหาราช ตำบลทะเลชุบศร อำเภอเมืองลพบุรี ลพบุรี 15000',
        'website':
            'https://www.facebook.com/p/%E0%B8%84%E0%B8%A5%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%81%E0%B8%AB%E0%B8%A1%E0%B8%AD%E0%B8%8A%E0%B8%99%E0%B8%B0%E0%B8%9E%E0%B8%A5-%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B9%E0%B8%81%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%82%E0%B9%89%E0%B8%AD-%E0%B8%A5%E0%B8%9E%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5-100064181190961/',
        'details':
            'คลินิกนี้ให้บริการตรวจรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลัง เช่น กระดูกสันหลังทับเส้นประสาท กระดูกคอเสื่อม หมอนรองกระดูกสันหลังเคลื่อน และอาการอื่น ๆ ที่เกี่ยวข้อง'
      },
    ],
    'สมุทรปราการ': [
      {
        'name': 'โรงพยาบาลเปาโล สมุทรปราการ (Paolo Hospital Samutprakarn)',
        'address':
            '123 หมู่ 7 ถนนสุขุมวิท ตำบลบางเมืองใหม่ อำเภอเมืองสมุทรปราการ จังหวัดสมุทรปราการ 10270',
        'website':
            'https://www.paolohospital.com/th-TH/samut/Clinic/Details/%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B9%E0%B8%81%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%82%E0%B9%89%E0%B8%AD',
        'details':
            'โรงพยาบาลเปาโล สมุทรปราการ มีศูนย์กระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยใช้เทคนิคการผ่าตัดส่องกล้อง (Endoscope) ซึ่งช่วยลดขนาดของแผลผ่าตัดและการบาดเจ็บของเนื้อเยื่อข้างเคียง'
      },
      {
        'name': 'โรงพยาบาลสินแพทย์ เทพารักษ์ (Synphaet Theparak Hospital)',
        'address':
            ' 9/99 หมู่ 4 ถนนเทพารักษ์ ตำบลบางเมือง อำเภอเมืองสมุทรปราการ จังหวัดสมุทรปราการ 10270',
        'website':
            'https://www.synphaet.co.th/theparak/clinics/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%81%E0%B8%A8%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B9%E0%B8%81%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%82/',
        'details':
            'โรงพยาบาลสินแพทย์ เทพารักษ์ มีศูนย์ศัลยกรรมกระดูกและข้อที่สามารถรักษาโรคกระดูกสันหลัง รวมถึงการผ่าตัดศัลยกรรมกระดูกและข้อทั่วไป การรักษาข้อเข่าและข้อสะโพกเทียม และการรักษาอุบัติเหตุกระดูกหัก'
      },
      {
        'name':
            'โรงพยาบาลจุฬารัตน์ 3 อินเตอร์ (Chularat 3 International Hospital)',
        'address':
            '88/8 หมู่ 4 ถนนเทพารักษ์ ตำบลบางพลีใหญ่ อำเภอบางพลี จังหวัดสมุทรปราการ 10540',
        'website':
            'https://www.chularat3inter.com/th/clinic/orthopedic-joint-center-hand-surgery-center/orthopedic-center',
        'details':
            'โรงพยาบาลจุฬารัตน์ 3 อินเตอร์ มีศูนย์ศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'สมุทรสงคราม': [
      {
        'name': 'โรงพยาบาลสมเด็จพระพุทธเลิศหล้า',
        'address':
            'เลขที่ 55 หมู่ 6 ตำบลแม่กลอง อำเภอเมืองสมุทรสงคราม จังหวัดสมุทรสงคราม 75000',
        'website': 'http://www.somdej.or.th/',
        'details':
            ' โรงพยาบาลสมเด็จพระพุทธเลิศหล้าเป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'สมุทรสาคร': [
      {
        'name': 'โรงพยาบาลมหาชัย 2',
        'address':
            ' 301/1 หมู่ 6 ตำบลอ้อมน้อย อำเภอกระทุ่มแบน จังหวัดสมุทรสาคร 74130',
        'website': 'https://www.mahachai2.com/',
        'details':
            ' โรงพยาบาลมหาชัย 2 มีคลินิกศัลยกรรมกระดูก ข้อ และกระดูกสันหลัง ที่พร้อมสำหรับการวินิจฉัย การรักษา และการผ่าตัดกระดูกสันหลัง โดยแพทย์ผู้เชี่ยวชาญเฉพาะด้านและมีประสบการณ์ในการรักษา'
      },
      {
        'name': 'โรงพยาบาลวิชัยเวช อินเตอร์เนชั่นแนล สมุทรสาคร',
        'address':
            ' 93/256 หมู่ 7 ถนนเศรษฐกิจ 1 ตำบลท่าทราย อำเภอเมือง จังหวัดสมุทรสาคร 74000',
        'website': 'https://www.vichaivej.com/samutsakhon/',
        'details':
            'ศูนย์กระดูกและข้อของโรงพยาบาลวิชัยเวช อินเตอร์เนชั่นแนล สมุทรสาคร ให้บริการตรวจรักษากระดูก ข้อต่อ เส้นเอ็น กล้ามเนื้อ เส้นประสาท และผ่าตัดกระดูกและข้อ รวมถึงรักษาภาวะกระดูกพรุนและโรคกระดูกในเด็ก โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทางด้านกระดูกและข้อ '
      },
      {
        'name': 'โรงพยาบาลเอกชัย',
        'address':
            '99/9 หมู่ 4 ถนนเอกชัย ตำบลโคกขาม อำเภอเมือง จังหวัดสมุทรสาคร 74000',
        'website': 'https://www.ekachaihospital.com/',
        'details':
            'โรงพยาบาลเอกชัยมีบริการรักษาโรคหมอนรองกระดูกทับเส้นประสาท ซึ่งอาจเกี่ยวข้องกับภาวะกระดูกสันหลังคด'
      },
    ],
    'สระบุรี': [
      {
        'name': '	โรงพยาบาลเกษมราษฎร์ สระบุรี',
        'address':
            ' เลขที่ 126 หมู่ 5 ตำบลตลิ่งชัน อำเภอเมืองสระบุรี จังหวัดสระบุรี 18000',
        'website': 'https://www.kasemrad.co.th/saraburi/',
        'details':
            ' โรงพยาบาลเกษมราษฎร์ สระบุรี มีศูนย์ศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัย รักษา และให้คำปรึกษาโดยแพทย์ผู้เชี่ยวชาญเฉพาะด้าน เช่น อาการปวดกล้ามเนื้อหลัง หมอนรองกระดูกเคลื่อน ข้อเสื่อม และอื่น ๆ '
      },
      {
        'name': 'โรงพยาบาลมิตรภาพเมโมเรียล สระบุรี',
        'address':
            ' เลขที่ 2 ถนนเทศบาล 4 ตำบลปากเพรียว อำเภอเมืองสระบุรี จังหวัดสระบุรี 18000',
        'website':
            'https://www.facebook.com/โรงพยาบาลมิตรภาพเมโมเรียลสระบุรี-100057449537630/?locale=th_TH&hr=1&wtsid=rdr_0JZHl4fn21zW3a2im',
        'details':
            'โรงพยาบาลมิตรภาพเมโมเรียล สระบุรี มีการให้ข้อมูลเกี่ยวกับโรคกระดูกสันหลัง ซึ่งเป็นโรคที่สามารถเกิดขึ้นได้กับคนทุกช่วงอายุ หากมีอาการปวดคอ ปวดเอว ปวดหลัง หรือหมอนรองกระดูกทับเส้นประสาท ควรปรึกษาแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'สิงห์บุรี': [
      {
        'name': 'โรงพยาบาลสิงห์บุรี',
        'address':
            ' ถนนวิไลจิตต์ ตำบลบางพุทรา อำเภอเมืองสิงห์บุรี จังหวัดสิงห์บุรี 16000',
        'website': 'https://singburihosp.moph.go.th/',
        'details':
            'โรงพยาบาลสิงห์บุรีมีคลินิกกระดูกและข้อที่เปิดให้บริการตรวจรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
    ],
    'สุพรรณบุรี': [
      {
        'name': 'โรงพยาบาลศุภมิตร',
        'address':
            '76 ถนนเณรแก้ว ตำบลท่าพี่เลี้ยง อำเภอเมืองสุพรรณบุรี จังหวัดสุพรรณบุรี 72000',
        'website': 'https://www.supamitrhospital.com/',
        'details':
            ' โรงพยาบาลศุภมิตรมีแผนกออร์โธปิดิกส์ที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ'
      },
      {
        'name': 'คลินิกหมอชยพงศ์',
        'address':
            ' 38/19-20 ถนนนางแว่นแก้ว ตำบลรั้วใหญ่ อำเภอเมืองสุพรรณบุรี จังหวัดสุพรรณบุรี 72000',
        'website': 'https://drfoonclinic.com/',
        'details':
            ' คลินิกนี้ให้บริการตรวจรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด รวมถึงการทำกายภาพบำบัด โดยแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์ '
      },
      {
        'name': 'คลินิกแพทย์ธนา',
        'address':
            '65/295-297 ถนน คฑาธร ตำบล หน้าเมือง อำเภอเมืองราชบุรี ราชบุรี 70000',
        'website': 'https://www.facebook.com/orthoThana/',
        'details':
            'คลินิกแพทย์ธนาให้บริการรักษาอาการที่เกี่ยวข้องกับกระดูก ข้อ เส้นเอ็น และกายภาพบำบัด ซึ่งรวมถึงการรักษาอาการกระดูกสันหลังคด'
      },
    ],
    'สุโขทัย': [
      {
        'name': 'โรงพยาบาลสุโขทัย',
        'address':
            'ถนนจรดวิถีถ่อง ตำบลธานี อำเภอเมืองสุโขทัย จังหวัดสุโขทัย 64000',
        'website': 'https://skth.moph.go.th/',
        'details':
            'โรงพยาบาลสุโขทัยมีแผนกออร์โธปิดิกส์ที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยมีแพทย์เฉพาะทางด้านกระดูกสันหลังและนักกายภาพบำบัดที่เชี่ยวชาญ พร้อมด้วยอุปกรณ์ช่วยฟื้นฟูสภาพหลังผ่าตัด '
      },
      {
        'name': '	โรงพยาบาลศรีสังวรสุโขทัย',
        'address': '1 หมู่ 8 ตำบลคลองตาล อำเภอศรีสำโรง จังหวัดสุโขทัย 64120',
        'website': 'https://www.srisangworn.go.th/',
        'details':
            'โรงพยาบาลศรีสังวรสุโขทัยมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์ '
      },
      {
        'name': 'โรงพยาบาลสวรรคโลก',
        'address': ' 54 หมู่ 4 ตำบลในเมือง อำเภอสวรรคโลก จังหวัดสุโขทัย 64110',
        'website': 'http://swlhosp.com/',
        'details':
            'โรงพยาบาลสวรรคโลกมีแผนกออร์โธปิดิกส์ที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'อ่างทอง': [
      {
        'name': 'โรงพยาบาลอ่างทอง',
        'address':
            ' เลขที่ 3 ถนนเทศบาล 6 ตำบลบางแก้ว อำเภอเมือง จังหวัดอ่างทอง 14000',
        'website': 'https://ath.moph.go.th/',
        'details':
            'โรงพยาบาลอ่างทองมีคลินิกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์ '
      },
      {
        'name': 'คลินิกหมอเนม',
        'address':
            'ตั้งอยู่ฝั่งตรงข้ามโรงพยาบาลอ่างทอง ขับจากสี่แยกบ้านรอประมาณ 450 เมตร',
        'website': 'https://www.facebook.com/thitadaclinic/',
        'details':
            'คลินิกหมอเนมให้บริการรักษาอาการปวดคอ บ่า หลัง เข่า สะโพก เอ็น ข้อ รองช้ำ ปวดเมื่อยเรื้อรัง ซึ่งอาจเกี่ยวข้องกับภาวะกระดูกสันหลังคด'
      },
    ],
    'อุทัยธานี': [
      {
        'name': 'โรงพยาบาลอุทัยธานี',
        'address':
            ' เลขที่ 56 ถนนรักการดี ตำบลอุทัยใหม่ อำเภอเมือง จังหวัดอุทัยธานี 61000',
        'website': 'https://uth.moph.go.th/uthaihosp/',
        'details':
            ' โรงพยาบาลอุทัยธานีมีคลินิกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง '
      },
      {
        'name': 'โรงพยาบาลพริ้นซ์ อุทัยธานี',
        'address':
            ' เลขที่ 256 หมู่ 2 ตำบลสะแกกรัง อำเภอเมือง จังหวัดอุทัยธานี 61000',
        'website': 'https://www.princuthaithani.com/',
        'details':
            'แผนกโรคกระดูกและข้อของโรงพยาบาลพริ้นซ์ อุทัยธานี ให้บริการตรวจวินิจฉัยและรักษาอาการปวดหลัง โรคกระดูกทับเส้น และอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์เฉพาะทางที่มีประสบการณ์'
      },
    ],
    'เพชรบูรณ์': [
      {
        'name': 'โรงพยาบาลพระจอมเกล้า จังหวัดเพชรบุรี',
        'address':
            'อาคารพิฆเนศวรสุรสังกาศ ชั้น 1 ถนนราชดำเนิน ตำบลคลองกระแชง อำเภอเมืองเพชรบุรี จังหวัดเพชรบุรี 76000',
        'website': 'https://phrachomklao.moph.go.th/',
        'details':
            'คลินิกศัลยกรรมกระดูกของโรงพยาบาลตั้งอยู่ที่ชั้น 1 อาคารพิฆเนศวรสุรสังกาศ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ '
      },
      {
        'name': 'โรงพยาบาลกรุงเทพเพชรบุรี',
        'address':
            ' เลขที่ 300 หมู่ 1 ตำบลสมอพลือ อำเภอบ้านลาด จังหวัดเพชรบุรี 76150',
        'website': 'https://www.bangkokhospitalphetchaburi.com/',
        'details':
            ' คลินิกศัลยกรรมกระดูกและข้อของโรงพยาบาลมีแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์ พร้อมด้วยเทคโนโลยีที่ทันสมัย ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลมหาชัยเพชรรัตน์',
        'address':
            ' เลขที่ 99/9 หมู่ 6 ตำบลบ้านหม้อ อำเภอเมืองเพชรบุรี จังหวัดเพชรบุรี 76000',
        'website': 'http://www.mahachaipetcharat.com/',
        'details':
            'คลินิกศัลยกรรมกระดูกและข้อของโรงพยาบาลเปิดทำการทุกวัน (ไม่เว้นวันหยุดราชการ) ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
  },
  'ภาคเหนือ': {
    'เชียงใหม่': [
      {
        'name':
            'ศูนย์ศรีพัฒน์ คณะแพทยศาสตร์ มหาวิทยาลัยเชียงใหม่ (Sriphat Medical Center)',
        'address':
            '110/392 ถนนอินทวโรรส ตำบลศรีภูมิ อำเภอเมืองเชียงใหม่ จังหวัดเชียงใหม่ 50200',
        'website': 'https://sriphat.med.cmu.ac.th/',
        'details':
            'ศูนย์ศรีพัฒน์มีคลินิกกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
      },
      {
        'name': 'โรงพยาบาลแมคคอร์มิค เชียงใหม่ (McCormick Hospital Chiang Mai)',
        'address':
            '133 ถนนแก้วนวรัฐ ตำบลวัดเกต อำเภอเมืองเชียงใหม่ จังหวัดเชียงใหม่ 50000',
        'website': 'https://www.mccormickhospital.com/',
        'details':
            ' ศูนย์กระดูกและข้อของโรงพยาบาลแมคคอร์มิคให้บริการตรวจรักษาโรคกระดูกเสื่อม ความผิดปกติของกระดูก ข้อ และกล้ามเนื้อ รวมถึงการรักษาผู้ป่วยที่ได้รับอุบัติเหตุกระดูกหัก และการผ่าตัดเปลี่ยนข้อเข่าและข้อสะโพก '
      },
      {
        'name': 'โรงพยาบาลลานนา (Lanna Hospital)',
        'address':
            '1 ถนนสุขเกษม ตำบลป่าตัน อำเภอเมืองเชียงใหม่ จังหวัดเชียงใหม่ 50300',
        'website': 'https://www.lanna-hospital.com/',
        'details':
            ' ศูนย์โรคปวดหลังของโรงพยาบาลลานนาให้บริการผ่าตัดกระดูกสันหลังด้วยเทคโนโลยีแผลเล็ก (Minimally Invasive Surgery) ซึ่งช่วยลดการบาดเจ็บและระยะเวลาการฟื้นตัว'
      },
      {
        'name': 'โรงพยาบาลเชียงใหม่ ฮอสพิทอล (Chiangmai Hospital)',
        'address':
            '84/3 ถ. ซุปเปอร์ไฮเวย์ เชียงใหม่-ลำปาง ตำบลช้างเผือก เมือง เชียงใหม่ 50300',
        'website': 'https://www.chiangmai-hospital.com/',
        'details':
            'คลินิกพิเศษศัลยกรรมกระดูกของโรงพยาบาลเชียงใหม่ ฮอสพิทอล ให้บริการตรวจวินิจฉัย ดูแล และรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'เชียงราย': [
      {
        'name': 'โรงพยาบาลกรุงเทพเชียงราย',
        'address':
            '369 หมู่ 13 ถนนพหลโยธิน ตำบลนางแล อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100',
        'website': 'https://www.bangkokhospital-chiangrai.com/',
        'details':
            'คลินิกกระดูกและข้อของโรงพยาบาลกรุงเทพเชียงรายมีแพทย์ผู้เชี่ยวชาญที่มีประสบการณ์สูงในการรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลเชียงรายประชานุเคราะห์',
        'address':
            '1039 ถนนสถานพยาบาล ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000',
        'website': 'https://www.crhospital.org/',
        'details':
            'แผนกศัลยกรรมกระดูกของโรงพยาบาลเชียงรายประชานุเคราะห์ให้บริการตรวจและรักษาโรคทางกระดูก รวมถึงอาการกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลเชียงรายราม',
        'address':
            '123 หมู่ 26 ถนนพหลโยธิน ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000',
        'website': 'https://www.chiangrairam.com/',
        'details':
            'ศูนย์กระดูกและข้อของโรงพยาบาลเชียงรายรามพร้อมให้คำปรึกษาและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลเกษมราษฎร์ ศรีบุรินทร์',
        'address':
            '111 5 ถนนเอเชีย1 ตำบลสันทราย อำเภอเมืองเชียงราย เชียงราย 57000',
        'website': 'https://www.kasemrad.co.th/sriburin/',
        'details':
            ' ศูนย์กระดูกและข้อของโรงพยาบาลเกษมราษฎร์ ศรีบุรินทร์ให้บริการรักษาอาการเจ็บป่วยและให้คำปรึกษาที่เกี่ยวกับระบบโครงสร้างกระดูก ข้อ เอ็น กล้ามเนื้อ และเส้นประสาทต่างๆ รวมถึงอาการกระดูกสันหลังคด'
      },
    ],
    'ลำปาง': [
      {
        'name': 'โรงพยาบาลเขลางค์นคร-ราม',
        'address':
            ' 79/12 ถนนพหลโยธิน ตำบลสวนดอก อำเภอเมืองลำปาง จังหวัดลำปาง 52100',
        'website': 'https://www.khelang.co.th/',
        'details':
            'โรงพยาบาลเขลางค์นคร-รามมีบริการศัลยกรรมกระดูกและข้อ ให้คำปรึกษา ตรวจวินิจฉัย และรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์เฉพาะทางด้านศัลยกรรมกระดูก'
      },
      {
        'name': 'โรงพยาบาลเวชชารักษ์ ลำปาง',
        'address': '386 หมู่ 3 ตำบลศาลา อำเภอเกาะคา จังหวัดลำปาง 52130',
        'website': 'https://www.vjlh.go.th/',
        'details':
            'โรงพยาบาลเวชชารักษ์ ลำปางมีคลินิกกายภาพบำบัดที่ให้บริการฟื้นฟูสมรรถภาพทางการเคลื่อนไหวสำหรับผู้ป่วยที่มีปัญหากระดูกสันหลังคด'
      },
    ],
    'ลำพูน': [
      {
        'name': 'โรงพยาบาลพริ้นซ์ ลำพูน',
        'address': ' 288 ตำบล เวียงยอง อำเภอเมืองลำพูน ลำพูน 51000',
        'website':
            'https://www.princlamphun.com/medical-center/orthopedic-center',
        'details':
            'แผนกศัลยกรรมกระดูกและข้อของโรงพยาบาลพริ้นซ์ ลำพูน ให้บริการคำปรึกษา การตรวจวินิจฉัย และรักษาโรคทางกระดูกและข้อ'
      },
      {
        'name': 'คลินิกกระดูกและข้อ หมอศุภโชค',
        'address': '16 ถนน รอบเมืองนอก ตำบลในเมือง อำเภอเมืองลำพูน ลำพูน 51000',
        'website': 'https://www.supachokeclinic.com/',
        'details':
            ' คลินิกนี้ให้บริการปรึกษา การใช้ยา การผ่าตัด และกายภาพบำบัด เกี่ยวกับโรคกระดูกและข้อ โดยนายแพทย์ศุภโชค นิเวศเจริญไพศาล ศัลยแพทย์กระดูกและข้อ ชำนาญการโรคกระดูกสันหลัง'
      },
      {
        'name': 'คลินิกกระดูกและข้อ หมออโนชา',
        'address':
            'เลขที่ 50/18 หมู่ที่ 18 ตำบลป่าสัก อำเภอเมือง จังหวัดลำพูน 51000',
        'website': 'https://doctorbankonline.com/',
        'details':
            ' คลินิกนี้ให้บริการปรึกษา ตรวจ และรักษาโรคเกี่ยวกับกระดูกและข้อ เช่น ปวดเข่า เข่าเสื่อม นิ้วล็อค ชามือ พังผืด ปวดคอ-บ่า-ไหล่ ปวดหลัง ปวดสะโพก ปวดเอว ร้าวลงขา ชา และกระดูกทับเส้นประสาท'
      },
      {
        'name': 'โรงพยาบาลลำพูน',
        'address':
            '177 หมู่ที่ 11 ซ. จามเทวี 7 ตำบล ต้นธง อำเภอเมืองลำพูน ลำพูน 51000',
        'website': 'https://www.lpnh.go.th/',
        'details':
            ' โรงพยาบาลลำพูนเป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
    ],
    'แม่ฮ่องสอน': [
      {
        'name': 'โรงพยาบาลศรีสังวาลย์',
        'address':
            '101 ถ. สิงหนาทบำรุง ตำบล จองคำ อำเภอเมืองแม่ฮ่องสอน แม่ฮ่องสอน 58000',
        'website': 'http://wwwsrih.moph.go.th/',
        'details':
            'โรงพยาบาลศรีสังวาลย์มีคลินิกเวชกรรมฟื้นฟูที่ให้บริการดูแลผู้ป่วยโรคกระดูก กล้ามเนื้อ ข้อ และระบบประสาท รวมถึงผู้ป่วยที่มีปัญหากระดูกสันหลังคด โดยทีมแพทย์และนักกายภาพบำบัดที่มีความเชี่ยวชาญ'
      },
    ],
    'พะเยา': [
      {
        'name': 'โรงพยาบาลพะเยา',
        'address': '269 หมู่ 11 ตำบล บ้านต๋อม อำเภอเมืองพะเยา พะเยา 56000',
        'website': 'https://phayaohospital.moph.go.th/',
        'details':
            'โรงพยาบาลพะเยามีแผนกศัลยกรรมออร์โธปิดิกส์ (กระดูกและข้อ) ที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง'
      },
      {
        'name': 'โรงพยาบาลมหาวิทยาลัยพะเยา',
        'address':
            'เลขที่ 19/1 หมู่ 2 ถนนพหลโยธิน ตำบลแม่กา อำเภอเมืองพะเยา จังหวัดพะเยา 56000',
        'website': 'https://uph.up.ac.th/',
        'details':
            'โรงพยาบาลมหาวิทยาลัยพะเยามีทีมแพทย์เฉพาะทางด้านศัลยกรรมออร์โธปิดิกส์ที่ให้บริการตรวจรักษาผู้ป่วยโรคกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลพะเยา ราม',
        'address':
            'เลขที่ 660 หมู่ 3 ตำบลท่าวังทอง อำเภอเมืองพะเยา จังหวัดพะเยา 56000',
        'website': 'https://www.phayaoram.com/',
        'details':
            'โรงพยาบาลพะเยา ราม มีศูนย์เฉพาะทางและคลินิกที่ให้บริการตรวจรักษาโรคกระดูกและข้อ โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลเชียงคำ',
        'address':
            ' เลขที่ 244 หมู่ที่ 4 ถนนสิทธิประชาราษฎร์ ตำบลหย่วน อำเภอเชียงคำ จังหวัดพะเยา 56110',
        'website': 'https://www.ckh.moph.go.th/',
        'details':
            ' โรงพยาบาลเชียงคำมีบริการตรวจรักษาโรคกระดูกและข้อ รวมถึงอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'แพร่': [
      {
        'name': 'โรงพยาบาลแพร่',
        'address': '144 ถนนช่อแฮ ตำบลในเวียง อำเภอเมืองแพร่ จังหวัดแพร่ 54000',
        'website': 'https://phos.moph.go.th/',
        'details':
            'โรงพยาบาลแพร่มีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
      },
    ],
    'น่าน': [
      {
        'name': 'โรงพยาบาลน่าน',
        'address':
            'เลขที่ 1 ถนนวรวิชัย ตำบลในเวียง อำเภอเมืองน่าน จังหวัดน่าน 55000',
        'website': 'https://www.nanhospital.go.th/',
        'details':
            'โรงพยาบาลน่านมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
      },
      {
        'name': 'โรงพยาบาลสมเด็จพระยุพราชปัว',
        'address':
            ' เลขที่ 70 หมู่6 ถนนปัว-น้ำยาว ตำบลวรนคร อำเภอปัว จังหวัดน่าน 55120',
        'website': 'http://www.puahospital.go.th/',
        'details':
            ' โรงพยาบาลสมเด็จพระยุพราชปัวมีบริการตรวจรักษาโรคกระดูกและข้อ รวมถึงอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'อุตรดิตถ์': [
      {
        'name': 'โรงพยาบาลอุตรดิตถ์',
        'address':
            '38 ซอยเจษฎาบดินทร์1 ตำบลท่าอิฐ อำเภอเมืองอุตรดิตถ์ อุตรดิตถ์ 53000',
        'website': 'https://uttaradit-hosp.moph.go.th/utth_home/Home',
        'details':
            'โรงพยาบาลอุตรดิตถ์มีคลินิกกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาโรคเกี่ยวกับกล้ามเนื้อ กระดูก และข้อ ทั้งในเด็กและผู้ใหญ่ โดยทีมแพทย์และพยาบาลผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลพิษณุเวช อุตรดิตถ์',
        'address':
            'เลขที่ 888 หมู่ 5 ตำบลป่าเซ่า อำเภอเมืองอุตรดิตถ์ จังหวัดอุตรดิตถ์ 53000',
        'website': 'https://www.pitsanuvejuttaradit.com/',
        'details':
            'โรงพยาบาลพิษณุเวช อุตรดิตถ์มีศูนย์กระดูกและข้อที่ให้บริการคำปรึกษา การตรวจวินิจฉัย และรักษาโรคทางกระดูกและข้อ กล้ามเนื้อ เส้นเอ็น และเส้นประสาท โดยทีมแพทย์เฉพาะทาง'
      },
    ],
  },
  'ภาคตะวันออก': {
    'จันทบุรี': [
      {
        'name': 'โรงพยาบาลกรุงเทพจันทบุรี',
        'address':
            '25/14 ถนนท่าหลวง ตำบลวัดใหม่ อำเภอเมืองจันทบุรี จังหวัดจันทบุรี 22000',
        'website': 'https://www.bangkokhospitalchanthaburi.com/',
        'details':
            ' ศูนย์โรคกระดูกและข้อของโรงพยาบาลกรุงเทพจันทบุรีให้บริการรักษาโรคทางกระดูกอย่างครบวงจร รวมถึงอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลสิริเวชจันทบุรี',
        'address':
            '151 หมู่ 7 ถนนตรีรัตน์ ตำบลจันทนิมิต อำเภอเมืองจันทบุรี จังหวัดจันทบุรี 22000',
        'website': 'https://www.sirivejhospital.com/',
        'details':
            'โรงพยาบาลสิริเวชจันทบุรีมีบริการผ่าตัดกระดูกสันหลังแบบแผลเล็กผ่านการส่องกล้อง เพื่อรักษาอาการปวดหลังเรื้อรังและร้าวลงขา ซึ่งอาจเกิดจากหมอนรองกระดูกทับเส้นประสาทหรือโรคอื่นๆ ที่เกี่ยวข้องกับกระดูกสันหลัง'
      },
    ],
    'ฉะเชิงเทรา': [
      {
        'name': 'โรงพยาบาลรวมแพทย์ฉะเชิงเทรา',
        'address':
            '88/122-123 หมู่ 13 ถนนฉะเชิงเทรา-พนมสารคาม ตำบลบางตีนเป็ด อำเภอเมือง จังหวัดฉะเชิงเทรา 24000',
        'website': 'https://www.rpchospital.com/',
        'details':
            'คลินิกกระดูกและข้อของโรงพยาบาลรวมแพทย์ฉะเชิงเทราให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ'
      },
      {
        'name': 'โรงพยาบาลพุทธโสธร',
        'address':
            '174 ถนน มรุพงษ์ ตำบล หน้าเมือง อำเภอเมืองฉะเชิงเทรา ฉะเชิงเทรา 24000',
        'website': 'http://www.bsh.go.th/',
        'details':
            'โรงพยาบาลพุทธโสธรเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลเกษมราษฎร์ ฉะเชิงเทรา',
        'address':
            '29 หมู่ที่ 3 ถนนสุวินทวงศ์ ตำบลหน้าเมือง อำเภอเมืองฉะเชิงเทรา จังหวัดฉะเชิงเทรา 24000',
        'website': 'https://www.kasemrad.co.th/chachoengsao/',
        'details':
            'คลินิกศัลยกรรมกระดูกและข้อของโรงพยาบาลเกษมราษฎร์ ฉะเชิงเทรา ให้บริการตรวจวินิจฉัยและรักษาอาการปวดต้นคอ ปวดหลังจากกล้ามเนื้อ และโรคกระดูกสันหลังหรือหมอนรองกระดูกเสื่อม รวมถึงอาการกระดูกสันหลังคด'
      },
    ],
    'ชลบุรี': [
      {
        'name': 'โรงพยาบาลสมิติเวช ชลบุรี',
        'address':
            '888/88 หมู่ที่ 3 ถนนสุขุมวิท ตำบลบ้านสวน อำเภอเมืองชลบุรี จังหวัดชลบุรี 20000',
        'website':
            'https://www.samitivejchonburi.com/th/medical/7/orthopedic-surgery-center.html',
        'details':
            'ศูนย์ศัลยกรรมกระดูกและข้อของโรงพยาบาลสมิติเวช ชลบุรี ให้บริการตรวจวินิจฉัยและรักษาอาการบาดเจ็บหรือความผิดปกติของกระดูกและข้อต่อ ทั้งแบบเฉียบพลันและเรื้อรัง รวมถึงอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญและอุปกรณ์ทางการแพทย์ที่ทันสมัย'
      },
      {
        'name': 'โรงพยาบาลเอกชล',
        'address':
            'เลขที่ 31/2 หมู่ที่ 3 ตำบลเสม็ด อำเภอเมืองชลบุรี จังหวัดชลบุรี 20000',
        'website': 'https://www.aikchol.com/',
        'details':
            'โรงพยาบาลเอกชลมีศูนย์กระดูกสันหลังที่พร้อมด้วยแพทย์ผู้เชี่ยวชาญเฉพาะด้านกระดูกสันหลัง ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด'
      },
      {
        'name': 'ศศิชล คลินิกกายภาพบำบัด ชลบุรี',
        'address':
            '23/154 หมู่ 2 ตำบลเสม็ด อำเภอเมืองชลบุรี จังหวัดชลบุรี 20000',
        'website': 'https://sasichonclinic.com/diseases-and-pain/scoliosis/',
        'details':
            'คลินิกนี้ให้บริการกายภาพบำบัดสำหรับผู้ที่มีภาวะกระดูกสันหลังคด โดยใช้การออกกำลังกาย การยืดเหยียด และเทคนิคต่างๆ เพื่อปรับปรุงการทำงานของร่างกาย ลดอาการปวด และเพิ่มความแข็งแรงของกล้ามเนื้อ'
      },
      {
        'name': 'โรงพยาบาลสมิติเวช ศรีราชา',
        'address':
            'เลขที่ 8 ซอยแหลมเกตุ ถนนเจิมจอมพล ตำบลศรีราชา อำเภอศรีราชา จังหวัดชลบุรี 20110',
        'website':
            'https://www.samitivejsriracha.com/th/medical/29/bone-and-joint-center.html',
        'details':
            'ศูนย์รักษากระดูกและข้อของโรงพยาบาลสมิติเวช ศรีราชา ให้บริการตรวจ วินิจฉัย รักษา และผ่าตัดโรคทางกระดูกและข้อทุกช่วงวัย โดยทีมศัลยแพทย์กระดูกและข้อที่มีความเชี่ยวชาญเฉพาะทางหลากหลายสาขา ครอบคลุมโรคกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด'
      },
    ],
    'ตราด': [
      {
        'name': 'โรงพยาบาลตราด',
        'address':
            'เลขที่ 108 ถนนสุขุมวิท ตำบลวังกระแจะ อำเภอเมืองตราด จังหวัดตราด 23000',
        'website': 'http://www.trathospital.go.th/',
        'details':
            'โรงพยาบาลตราดเป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'ปราจีนบุรี': [
      {
        'name': 'โรงพยาบาลเกษมราษฎร์ ปราจีนบุรี',
        'address':
            '766 หมู่ 10 ตำบลท่าตูม อำเภอศรีมหาโพธิ จังหวัดปราจีนบุรี 25140',
        'website': 'https://www.kasemrad.co.th/prachinburi/',
        'details':
            'แผนกศัลยกรรมกระดูกและข้อของโรงพยาบาลเกษมราษฎร์ ปราจีนบุรี ให้บริการตรวจคัดกรอง วินิจฉัย และรักษาอาการที่เกี่ยวข้องกับกระดูกและข้อ'
      },
      {
        'name': 'โรงพยาบาลจุฬารัตน์ 304 อินเตอร์',
        'address':
            '151 หมู่ 4 ตำบลกรอกสมบูรณ์ อำเภอศรีมหาโพธิ จังหวัดปราจีนบุรี 25140',
        'website': 'https://www.chularat304inter.com/',
        'details':
            'โรงพยาบาลจุฬารัตน์ 304 อินเตอร์ เป็นโรงพยาบาลที่ให้บริการทางการแพทย์หลากหลายสาขา รวมถึงการรักษาอาการที่เกี่ยวข้องกับกระดูกและข้อ โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'คลินิกหมอธนัท กระดูกและข้อ ปราจีนบุรี',
        'address':
            '194/7 ถนนราษฎรดำริ ตำบลหน้าเมือง อำเภอเมืองปราจีนบุรี จังหวัดปราจีนบุรี 25000',
        'website':
            'https://www.facebook.com/คลินิกหมอธนัท-เฉพาะทางกระดูกและข้อ-DrThanat-Clinic-61560558600612/?hr=1&wtsid=rdr_0Qrt1qYBWQ3pK3coL',
        'details':
            ' คลินิกหมอธนัทเชี่ยวชาญด้านออร์โธปิดิกส์ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกและข้อ รวมถึงโรคกระดูกสันหลังคด'
      },
    ],
    'ระยอง': [
      {
        'name': 'โรงพยาบาลกรุงเทพระยอง',
        'address': '8 หมู่ที่ 2 ตำบลเนินพระ อำเภอเมืองระยอง จังหัดระยอง 21000',
        'website': 'https://www.bangkokhospitalrayong.com/orthopedic-center/',
        'details':
            ' ศูนย์กระดูกและข้อของโรงพยาบาลกรุงเทพระยองให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ'
      },
      {
        'name': 'โรงพยาบาลระยอง',
        'address':
            '138 ถนนสุขุมวิท ตำบลท่าประดู่ อำเภอเมืองระยอง จังหวัดระยอง 21000',
        'website': 'https://www.rayonghospital.go.th/',
        'details':
            'โรงพยาบาลระยองมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'คลินิกรักษ์ระยอง สาขาทับมา',
        'address':
            '333/171 หมู่ 4 ตำบลทับมา อำเภอเมืองระยอง จังหวัดระยอง 21000',
        'website': 'https://www.rukxrayongclinic.com/',
        'details':
            'คลินิกรักษ์ระยองมีทีมแพทย์ผู้เชี่ยวชาญด้านกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'เดอะสปายน์ คลินิกกายภาพบำบัดระยอง',
        'address':
            '127/14  ถนนสุขุมวิท ตำบลท่าประดู่ อำเภอเมืองระยอง จังหวัดระยอง 21000',
        'website': 'https://www.facebook.com/thespinephysioclinic/',
        'details':
            'คลินิกเฉพาะทางด้านกายภาพบำบัดที่ให้บริการฟื้นฟูและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยนักกายภาพบำบัดผู้เชี่ยวชาญ'
      },
    ],
    'สระแก้ว': [
      {
        'name': 'โรงพยาบาลสมเด็จพระยุพราชสระแก้ว',
        'address':
            '283 ถนนสุวรรณศร ตำบลสระแก้ว อำเภอเมืองสระแก้ว จังหวัดสระแก้ว 27000',
        'website': 'https://skh.moph.go.th/',
        'details':
            'โรงพยาบาลสมเด็จพระยุพราชสระแก้วเป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
  },
  'ภาคตะวันตก': {
    'กาญจนบุรี': [
      {
        'name': 'โรงพยาบาลสินแพทย์ กาญจนบุรี',
        'address': ' 111 ถนนแสงชูโต อำเภอเมือง จังหวัดกาญจนบุรี 71000',
        'website': 'https://www.synphaet.co.th/kanchanaburi/',
        'details':
            'แผนกออร์โธปิดิกส์ของโรงพยาบาลสินแพทย์ กาญจนบุรี ให้บริการตรวจวินิจฉัยและรักษาอาการผิดปกติของกระดูกและข้อ รวมถึงกระดูกสันหลังคด โดยทีมแพทย์เฉพาะทางด้านกระดูกและข้อที่มีประสบการณ์และความชำนาญ'
      },
    ],
    'ตาก': [
      {
        'name': 'โรงพยาบาลสมเด็จพระเจ้าตากสินมหาราช',
        'address': '16/2 ตำบลระแหง อำเภอเมือง จังหวัดตาก 63000',
        'website': 'https://www.tsm.go.th/',
        'details':
            'โรงพยาบาลสมเด็จพระเจ้าตากสินมหาราชมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลนครแม่สอด อินเตอร์เนชั่นแนล',
        'address': ' 222 หมู่ที่ 9 ตำบลแม่ปะ อำเภอแม่สอด จังหวัดตาก 63110',
        'website': 'https://www.msihospital.com/',
        'details':
            ' คลินิกกระดูกและข้อของโรงพยาบาลนครแม่สอด อินเตอร์เนชั่นแนล ให้บริการตรวจวินิจฉัยและรักษาโรคทางกระดูกสันหลัง'
      },
    ],
    'ประจวบคีรีขันธ์': [
      {
        'name': 'โรงพยาบาลหัวหิน',
        'address':
            'เลขที่ 30/2 ถนนเพชรเกษม ตำบลหัวหิน อำเภอหัวหิน จังหวัดประจวบคีรีขันธ์ 77110',
        'website': 'https://huahinhospital.moph.go.th/',
        'details':
            'โรงพยาบาลหัวหินมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
    ],
    'เพชรบุรี': [
      {
        'name': 'โรงพยาบาลพระจอมเกล้า จังหวัดเพชรบุรี',
        'address':
            '53 ถนนรถไฟ ตำบลคลองกระแชง อำเภอเมืองเพชรบุรี จังหวัดเพชรบุรี 76000',
        'website': 'https://phrachomklao.moph.go.th/',
        'details': 'โรงพยาบาลพระจอมเกล้ามีคลินิกศัลยกรรมกระดูก'
      },
      {
        'name': 'โรงพยาบาลกรุงเทพเพชรบุรี',
        'address':
            '150 ถนนเพชรเกษม ตำบลต้นมะม่วง อำเภอเมืองเพชรบุรี จังหวัดเพชรบุรี 76000',
        'website': 'https://www.bangkokhospitalphetchaburi.com/',
        'details':
            'คลินิกศัลยกรรมกระดูกและข้อของโรงพยาบาลกรุงเทพเพชรบุรี มีแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์ พร้อมด้วยเทคโนโลยีที่ทันสมัย ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลมหาชัยเพชรรัตน์',
        'address':
            '99/9 หมู่ 6 ตำบลบ้านหม้อ อำเภอเมืองเพชรบุรี จังหวัดเพชรบุรี 76000',
        'website': 'http://www.mahachaipetcharat.com/',
        'details':
            'คลินิกศัลยกรรมกระดูกและข้อของโรงพยาบาลมหาชัยเพชรรัตน์ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'ราชบุรี': [
      {
        'name': 'โรงพยาบาลราชบุรี',
        'address':
            '85 ถนนสมบูรณ์กุล ตำบลหน้าเมือง อำเภอเมืองราชบุรี จังหวัดราชบุรี 70000',
        'website': 'https://www.rajburi.org/',
        'details':
            'โรงพยาบาลราชบุรีมีห้องตรวจกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ'
      },
      {
        'name': 'โรงพยาบาลกรุงเทพเมืองราช',
        'address':
            '59/3 ถนนเพชรเกษม ตำบลหน้าเมือง อำเภอเมืองราชบุรี จังหวัดราชบุรี 70000',
        'website': 'https://www.bangkokhospitalmuangraj.com/',
        'details':
            'ศูนย์ศัลยกรรมกระดูกและข้อของโรงพยาบาลกรุงเทพเมืองราช ให้บริการรักษาโรคกระดูกสันหลังคด โดยทีมศัลยแพทย์ออร์โธปิดิกส์ที่มีความเชี่ยวชาญเฉพาะทาง'
      },
      {
        'name': 'โรงพยาบาลมหาชัยพร้อมแพทย์',
        'address':
            '77/4 ถนนคฑาธร ตำบลหน้าเมือง อำเภอเมืองราชบุรี จังหวัดราชบุรี 70000',
        'website': 'https://www.mahachaiprompathya.com/',
        'details':
            'โรงพยาบาลมหาชัยพร้อมแพทย์มีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'ธเนศกระดูกและข้อคลินิก',
        'address':
            '65/333 ถนนคฑาธร อำเภอเมืองราชบุรี ตำบลหน้าเมือง จังหวัดราชบุรี 70000',
        'website': 'https://www.facebook.com/dr.thanate.ortho/',
        'details':
            ' คลินิกเฉพาะทางด้านกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ'
      },
    ],
  },
  'ภาคใต้': {
    'กระบี่': [
      {
        'name': 'โรงพยาบาลกระบี่',
        'address':
            '325 ถนนอุตรกิจ ตำบลปากน้ำ อำเภอเมืองกระบี่ จังหวัดกระบี่ 81000',
        'website': 'https://www.krabihospital.go.th/',
        'details':
            'โรงพยาบาลกระบี่มีแผนกศัลยกรรมกระดูกที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ'
      },
      {
        'name': 'โรงพยาบาลกระบี่นครินทร์ อินเตอร์เนชั่นแนล',
        'address':
            '1 ถนนพิศาลภพ ตำบลปากน้ำ อำเภอเมืองกระบี่ จังหวัดกระบี่ 81000',
        'website': 'https://www.krabinakharin.co.th/',
        'details':
            ' โรงพยาบาลกระบี่นครินทร์ อินเตอร์เนชั่นแนลมีแผนกศัลยกรรมที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญและเครื่องมือที่ทันสมัย'
      },
      {
        'name': 'โรงพยาบาลวัฒนแพทย์ อ่าวนาง',
        'address':
            '555 หมู่ 5 ตำบลอ่าวนาง อำเภอเมืองกระบี่ จังหวัดกระบี่ 81180',
        'website': 'https://www.aonanghospital',
        'details':
            'โรงพยาบาลวัฒนแพทย์ อ่าวนางมีคลินิกศัลยกรรมที่ให้บริการตรวจวินิจฉัยและรักษาโรคที่เกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ'
      },
    ],
    'ชุมพร': [
      {
        'name': 'โรงพยาบาลชุมพรเขตรอุดมศักดิ์',
        'address':
            '222 ถนนพิศิษฐพยาบาล ตำบลท่าตะเภา อำเภอเมืองชุมพร จังหวัดชุมพร 86000',
        'website': 'https://www.chumphonhospital.com/',
        'details':
            ' โรงพยาบาลชุมพรเขตรอุดมศักดิ์เป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลธนบุรี-ชุมพร',
        'address': '121 หมู่ 3 ตำบลวังไผ่ อำเภอเมืองชุมพร จังหวัดชุมพร 86000',
        'website': 'https://thonburi-chumphon.com/services/orthopaedic-clinic',
        'details':
            ' คลินิกศัลยกรรมกระดูกและข้อของโรงพยาบาลธนบุรี-ชุมพร ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด รวมถึงโรคกระดูกพรุน ข้อเสื่อม และกล้ามเนื้ออักเสบ โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลวิรัชศิลป์',
        'address': '121 หมู่ 3 ตำบลวังไผ่ อำเภอเมืองชุมพร จังหวัดชุมพร 86000',
        'website':
            '18/22 ถนนปรมินทรมรรคา ตำบลท่าตะเภา อำเภอเมืองชุมพร จังหวัดชุมพร 86000',
        'details':
            'โรงพยาบาลวิรัชศิลป์ได้เปิดบริการคลินิกกระดูกและข้อใหม่ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยแพทย์เฉพาะทางและทีมงานคุณภาพ'
      },
    ],
    'ตรัง': [
      {
        'name': 'โรงพยาบาลวัฒนแพทย์ ตรัง',
        'address': '247/2 ถนนพัทลุง ตำบลทับเที่ยง อำเภอเมือง จังหวัดตรัง 92000',
        'website': 'https://wattanapat.co.th/orthopedic-clinic',
        'details':
            'คลินิกกระดูกและข้อของโรงพยาบาลวัฒนแพทย์ ตรัง ให้บริการตรวจวินิจฉัยและรักษาโรคกระดูกและข้อ โดยแพทย์เฉพาะทาง'
      },
      {
        'name': 'โรงพยาบาลธนบุรี ตรัง',
        'address': '61/39 ถนนโคกขัน ตำบลทับเที่ยง อำเภอเมือง จังหวัดตรัง 92000',
        'website':
            'https://www.thonburitrang.com/service-find-doctor-detail.php?id=122',
        'details':
            'แผนกศัลยกรรมกระดูกและข้อของโรงพยาบาลธนบุรี ตรัง มีแพทย์ผู้เชี่ยวชาญที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
      {
        'name': 'จิรเวชคลินิก สาขาตรัง',
        'address': ' 89 ถนนกันตัง ตำบลทับเที่ยง อำเภอเมือง จังหวัด ตรัง 92000',
        'website': 'https://jiravejclinic.com/',
        'details':
            'จิรเวชคลินิกการแพทย์แผนไทยประยุกต์ ให้บริการรักษาภาวะกระดูกสันหลังคด อาการปวดกล้ามเนื้อเรื้อรัง และหมอนรองกระดูกทับเส้นประสาท โดยทีมแพทย์แผนไทยประยุกต์ผู้ชำนาญ'
      },
    ],
    'นครศรีธรรมราช': [
      {
        'name': 'โรงพยาบาลมหาราชนครศรีธรรมราช',
        'address':
            '198 ถนนราชดำเนิน ตําบลในเมือง อำเภอเมืองนครศรีธรรมราช จังหวัดนครศรีธรรมราช 80000',
        'website':
            ' https://www.facebook.com/p/ศัลยกรรมกระดูกและข้อ-รพมหาราชนครศรีธรรมราช-100064402643641/',
        'details':
            'โรงพยาบาลมหาราชนครศรีธรรมราชมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
      },
      {
        'name': 'คลินิกกระดูกและข้อ นครศรีธรรมราช หมอวาทิต หมอจิตตมาส',
        'address':
            '61/13 ถนนนคร-ปากพนัง ตำบลในเมือง อำเภอเมือง จังหวัดนครศรีธรรมราช 80000',
        'website': ' https://drwatitjittamat.com/',
        'details':
            'คลินิกนี้ให้บริการตรวจรักษาโรคกระดูกและข้อ โรคเส้นเอ็นและกล้ามเนื้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญเฉพาะทาง'
      },
      {
        'name': 'โรงพยาบาลศูนย์การแพทย์มหาวิทยาลัยวลัยลักษณ์',
        'address': '222 ตำบลไทยบุรี อำเภอท่าศาลา จังหวัดนครศรีธรรมราช 80160',
        'website':
            'https://www.facebook.com/p/คลินิกกระดูกและข้อ-โรงพยาบาลศูนย์การแพทย์มหาวิทยาลัยวลัยลักษณ์-100076232726693/',
        'details':
            ' คลินิกกระดูกและข้อของโรงพยาบาลศูนย์การแพทย์มหาวิทยาลัยวลัยลักษณ์ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลค่ายวชิราวุธ',
        'address':
            '283 ถนนหลวงเสนาณรงค์ ตำบลปากพูน อำเภอเมือง จังหวัดนครศรีธรรมราช 80000',
        'website': 'https://fortwachirawuthospital.rta.mi.th/',
        'details':
            'โรงพยาบาลค่ายวชิราวุธมีคลินิกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลสิชล',
        'address':
            '189 หมู่ 5 ถนนศุภโยคพัฒนา ตำบลสิชล อำเภอสิชล จังหวัดนครศรีธรรมราช 80120',
        'website': 'https://www.sichon-hospital.com/',
        'details':
            'โรงพยาบาลสิชลมีคลินิกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'นราธิวาส': [
      {
        'name': 'โรงพยาบาลนราธิวาสราชนครินทร์',
        'address':
            '180 ถนนระแงะมรรคา ตำบลบางนาค อำเภอเมืองนราธิวาส จังหวัดนราธิวาส 96000',
        'website': 'https://www.narahos.com/th',
        'details':
            'โรงพยาบาลนราธิวาสราชนครินทร์เป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลราษฎร์นรา',
        'address':
            '352 ถนนระแงะมรรคา ตำบลบางนาค อำเภอเมืองนราธิวาส จังหวัดนราธิวาส 96000',
        'website': 'https://rajnarahospital.com/',
        'details':
            'โรงพยาบาลราษฎร์นราเป็นโรงพยาบาลเอกชนที่ให้บริการด้านการแพทย์หลากหลายสาขา รวมถึงแผนกศัลยกรรมกระดูกและข้อ'
      },
    ],
    'ปัตตานี': [
      {
        'name': 'โรงพยาบาลสิโรรส ปัตตานี',
        'address': '30/10 ตำบลรูสะมิแล อำเภอเมืองปัตตานี จังหวัดปัตตานี 94000',
        'website': 'https://www.siroroshospital.com/',
        'details':
            'โรงพยาบาลนราธิวาสราชนครินทร์เป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลปัตตานี',
        'address': '2 ถนนหนองจิก ตำบลสะบารัง อำเภอเมือง จังหวีดปัตตานี 94000',
        'website': 'https://www.pattanihos.com/',
        'details':
            'โรงพยาบาลปัตตานีเป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
      },
    ],
    'พังงา': [
      {
        'name': 'โรงพยาบาลพังงา',
        'address': ' 436 ตำบลท้ายช้าง อำเภอเมืองพังงา จังหวัดพังงา 82000',
        'website': 'https://pnghosp.moph.go.th/pnghosp/?p=5268',
        'details':
            'โรงพยาบาลบางนากรุงเทพมหานครมีบริการคลินิกศัลยกรรมกระดูกและข้อ'
      },
    ],
    'พัทลุง': [
      {
        'name': 'โรงพยาบาลพัทลุง',
        'address':
            ' 421 ถนน ราเมศวร์ ตำบล คูหาสวรรค์ อำเภอเมืองพัทลุง พัทลุง 93000',
        'website': 'https://ptlhosp.moph.go.th/ptlhosp/',
        'details':
            ' โรงพยาบาลพัทลุงมีแผนกศัลยกรรมกระดูกและข้อ ที่ให้บริการตรวจวินิจฉัยและรักษาอาการเกี่ยวกับกระดูกสันหลังคด รวมถึงโรคกระดูกและข้ออื่นๆ โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'ภูเก็ต': [
      {
        'name': 'โรงพยาบาลกรุงเทพภูเก็ต',
        'address':
            '2/1 ถนนหงษ์หยกอุทิศ ตำบลตลาดใหญ่ อำเภอเมืองภูเก็ต จังหวัดภูเก็ต 83000',
        'website':
            'https://www.phukethospital.com/th/center/bone-and-joint-center/',
        'details':
            ' ศูนย์ความเป็นเลิศทางการแพทย์ทางกระดูกและข้อของโรงพยาบาลกรุงเทพภูเก็ต ให้บริการตรวจวินิจฉัยและรักษาโรคกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง'
      },
      {
        'name': 'โรงพยาบาลวชิระภูเก็ต',
        'address':
            '353 ถนนเยาวราช ตำบลตลาดใหญ่ อำเภอเมืองภูเก็ต จังหวัดภูเก็ต 83000',
        'website': 'https://www.vachiraphuket.go.th/',
        'details':
            ' โรงพยาบาลวชิระภูเก็ตมีแพทย์ผู้เชี่ยวชาญด้านศัลยศาสตร์ออร์โธปิดิกส์ (กระดูกสันหลัง) ที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด'
      },
      {
        'name': 'โรงพยาบาลดีบุก',
        'address':
            ' 89/8-9 หมู่ 2 ถนนเจ้าฟ้า ตำบลวิชิต อำเภอเมืองภูเก็ต จังหวัดภูเก็ต 83000',
        'website':
            'https://www.dibukhospital.com/department/bone-and-joint-center/',
        'details':
            'แผนกกระดูกและข้อของโรงพยาบาลดีบุก ให้บริการตรวจวินิจฉัยและรักษาโรคกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านศัลยศาสตร์กระดูกและข้อ'
      },
      {
        'name': 'โรงพยาบาลมิชชั่นภูเก็ต',
        'address':
            '4/1 ถนนเทพกระษัตรี ตำบลรัษฎา อำเภอเมืองภูเก็ต จังหวัดภูเก็ต 83000',
        'website': 'https://www.mission-hospital.org/',
        'details':
            'ศูนย์กระดูกสันหลังของโรงพยาบาลมิชชั่นภูเก็ต ให้บริการตรวจรักษาอาการปวดหลัง ปวดคอ และโรคกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'ยะลา': [
      {
        'name': 'โรงพยาบาลสิโรรส',
        'address':
            '247-249 ถนนสิโรรส ตำบลสะเตง อำเภอเมืองยะลา จังหวัดยะลา 95000',
        'website': 'https://www.siroroshospital.com/',
        'details':
            'โรงพยาบาลสิโรรสมีคลินิกกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ'
      },
      {
        'name': 'โรงพยาบาลยะลา',
        'address': '152 ถนนสิโรรส ตำบลสะเตง อำเภอเมืองยะลา จังหวัดยะลา 95000',
        'website': 'https://www.yalahospital.go.th/',
        'details':
            'โรงพยาบาลยะลามีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'ระนอง': [
      {
        'name': 'โรงพยาบาลระนอง',
        'address':
            ' 11 ถนนกำลังทรัพย์ ตำบลเขานิเวศน์ อำเภอเมืองระนอง จังหวัดระนอง 85000',
        'website': 'https://www.rnh.go.th/',
        'details':
            'โรงพยาบาลระนองเป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'สงขลา': [
      {
        'name': 'โรงพยาบาลธนบุรี ราษฎร์ยินดี',
        'address': '119 ถนนราษฎร์ยินดี อำเภอหาดใหญ่ จังหวัดสงขลา 90110',
        'website': 'https://thonburirajyindee.com/',
        'details':
            'โรงพยาบาลมีแผนกเฉพาะทางด้านกระดูกสันหลัง (Spine Unit) ที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ พร้อมด้วยเครื่องมือและเทคโนโลยีที่ทันสมัย'
      },
      {
        'name': 'โรงพยาบาลสงขลานครินทร์',
        'address': '15 ถนนกาญจนวณิชย์ อำเภอหาดใหญ่ จังหวัดสงขลา 90110',
        'website': 'https://www.orthopsu.org/',
        'details':
            ' โรงพยาบาลมีคลินิกเฉพาะทางกระดูกสันหลังที่เปิดให้บริการตรวจรักษาผู้ป่วยเฉพาะสาขา รวมถึงการติดตามผลการรักษาหรือผ่าตัด โดยทีมแพทย์ผู้เชี่ยวชาญด้านกระดูกสันหลัง'
      },
      {
        'name': 'โรงพยาบาลสงขลา',
        'address':
            '666 ถนนสงขลา-นาทวี ตำบลพะวง อำเภอเมืองสงขลา จังหวัดสงขลา 90100',
        'website': 'https://www.skhospital.go.th/',
        'details':
            'โรงพยาบาลมีแผนกกระดูกและข้อที่ให้บริการตรวจรักษาอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
      {
        'name': 'โรงพยาบาลศิครินทร์ หาดใหญ่',
        'address':
            '169 ถนนนิพัทธ์สงเคราะห์ 1 ตำบลหาดใหญ่ อำเภอหาดใหญ่ จังหวัดสงขลา 90110',
        'website': 'https://sikarinhatyai.sikarin.com/',
        'details':
            'โรงพยาบาลมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'สตูล': [
      {
        'name': 'โรงพยาบาลสตูล',
        'address':
            '55/1 ถนนหัตถกรรมศึกษา ตำบลพิมาน อำเภอเมืองสตูล จังหวัดสตูล 91000',
        'website': 'http://www.satunhospital.com/index.php',
        'details':
            ' โรงพยาบาลสตูลเป็นโรงพยาบาลประจำจังหวัดที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ'
      },
    ],
    'สุราษฎร์ธานี': [
      {
        'name': 'โรงพยาบาลสุราษฎร์ธานี',
        'address':
            ' 56 หมู่ 2 ถนนศรีวิชัย ตำบลมะขามเตี้ย อำเภอเมืองสุราษฎร์ธานี จังหวัดสุราษฎร์ธานี 84000',
        'website': 'https://srth.moph.go.th/home/',
        'details':
            'โรงพยาบาลสุราษฎร์ธานีมีคลินิกพิเศษเฉพาะทางนอกเวลาราชการสำหรับโรคกระดูกสันหลัง'
      },
      {
        'name': 'โรงพยาบาลทักษิณ',
        'address':
            '309/2 ถนนตลาดใหม่ ตำบลตลาด อำเภอเมืองสุราษฎร์ธานี จังหวัดสุราษฎร์ธานี 84000',
        'website': 'https://www.thaksinhospital.com/',
        'details':
            ' โรงพยาบาลทักษิณมีทีมแพทย์เฉพาะทางด้านศัลยกรรมออร์โธปิดิกส์ (โรคกระดูกและข้อ) ที่มีความเชี่ยวชาญในการรักษาอาการกระดูกสันหลังคด'
      },
    ],
  },
};
