String? selectedRegion;
String? selectedProvince;
  Map<String, Map<String, List<Map<String, String>>>> regions = {
    'ภาคตะวันออกเฉียงเหนือ': {
      'กาฬสินธุ์': [
        {
          'name': 'โรงพยาบาลกาฬสินธุ์',
          'address': 'ถนนเลี่ยงเมืองสงเปลือย ตำบลกาฬสินธุ์ อำเภอเมืองกาฬสินธุ์ จังหวัดกาฬสินธุ์ 46000',
          'website': 'https://www.klsh.go.th/',
          'details':
              'โรงพยาบาลกาฬสินธุ์มีคลินิกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจและรักษาอาการกระดูกสันหลังคด'
        },
        {
          'name': 'คลินิกกระดูกและข้อหมอปิยพันธุ์',
          'address': '152 ถนนภิรมย์ อำเภอเมืองกาฬสินธุ์ จังหวัดกาฬสินธุ์ 46000',
          'website':
              'https://www.facebook.com/Clinic.Ortho.Piyapan.Kalasin.Doctor/',
          'details':
              'คลินิกนี้ให้บริการตรวจวินิจฉัยและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด'
        },
      ],
      'ขอนแก่น': [
        {
          'name': 'โรงพยาบาลศรีนครินทร์ (Srinagarind Hospital)',
          'address': 'ถนนมิตรภาพ อำเภอเมือง จังหวัดขอนแก่น 40000',
          'website': 'https://www.smckku.com/',
          'details':
              'โรงพยาบาลศรีนครินทร์มีคลินิกเฉพาะทางด้านกระดูกและข้อที่ให้บริการตรวจและรักษาอาการกระดูกสันหลังคด'
        },
        {
          'name': 'โรงพยาบาลขอนแก่นราม (Khon Kaen Ram Hospital)',
          'address': '193 ถนนศรีจันทร์ ตำบลในเมือง อำเภอเมือง จังหวัดขอนแก่น 40000',
          'website': 'https://www.khonkaenram.com/',
          'details':
              'ศูนย์กระดูกและข้อของโรงพยาบาลขอนแก่นรามให้บริการดูแลรักษาโรคและการบาดเจ็บของกระดูก ข้อ และกล้ามเนื้อ รวมถึงการรักษาอาการกระดูกสันหลังคด'
        }, 
        {
          'name': 'โรงพยาบาลราชพฤกษ์ (Ratchaphruek Hospital)',
          'address': '456 หมู่ 14 ถนนมิตรภาพ ตำบลในเมือง อำเภอเมือง จังหวัดขอนแก่น 40000',
          'website': 'https://rph.co.th/',
          'details':
              'โรงพยาบาลราชพฤกษ์มีศูนย์โรคกระดูกสันหลังครบวงจรที่พร้อมให้บริการวินิจฉัยและรักษาอาการกระดูกสันหลังคด '
        },
        {
          'name': 'โรงพยาบาลกรุงเทพขอนแก่น (Bangkok Hospital Khon Kaen)',
         'address': '888 หมู่ 16 ถนนมะลิวัลย์ ตำบลในเมือง อำเภอเมือง จังหวัดขอนแก่น 40000',
           'website': 'https://www.bangkokhospitalkhonkaen.com/',
          'details':
              'แผนกกระดูกและข้อของโรงพยาบาลกรุงเทพขอนแก่นให้บริการรักษาอาการบาดเจ็บและความผิดปกติของกระดูกสันหลังและคอ รวมถึงอาการกระดูกสันหลังคด '
        },
      ],
      'ชัยภูมิ': [
        {
          'name': 'โรงพยาบาลชัยภูมิ (Chaiyaphum Hospital)',
          'address': 'เลขที่ 12 ถนนบรรณาการ ตำบลในเมือง อำเภอเมือง จังหวัดชัยภูมิ 36000',
          'website': 'https://cph.moph.go.th/',
          'details':
              'โรงพยาบาลชัยภูมิเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
        },
        {
          'name': 'โรงพยาบาลชัยภูมิราม (Chaiyaphum Ram Hospital)',
          'address': 'เลขที่ 170 หมู่ 2 ถนนชัยภูมิ-บ้านเขว้า ตำบลในเมือง อำเภอเมือง จังหวัดชัยภูมิ 36000',
          'website': 'https://www.facebook.com/ChaiyaphumRam/',
          'details':
              'โรงพยาบาลชัยภูมิรามมีแพทย์เฉพาะทางด้านศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการปวดคอ ปวดหลัง รวมถึงอาการที่อาจเกิดจากความผิดปกติของกระดูกสันหลัง'
        },
        {
          'name': 'คลินิกกระดูกและข้อหมออำนาจ',
          'address': '712/15-16 ถนนโนนม่วง ตำบลในเมือง อำเภอเมือง จังหวัดชัยภูมิ',
          'website': 'https://www.facebook.com/p/คลินิกกระดูกและข้อ-หมออำนาจ-ชัยภูมิ-100054641942060/',
          'details':
              'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด'
        },
      ],
      'นครพนม': [
         {
          'name': 'โรงพยาบาลนครพนม (Nakhon Phanom Hospital)',
          'address': 'เลขที่ 312 ถนนอภิบาลบัญชา ตำบลในเมือง อำเภอเมือง จังหวัดนครพนม 48000',
          'website': 'https://npmh.moph.go.th/',
          'details':
              'โรงพยาบาลนครพนมมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด'
        },
        {
          'name': 'คลินิกกระดูกและข้อหมอศุภฉัตร',
          'address': 'อำเภอเมือง จังหวัดนครพนม',
          'website': 'https://www.facebook.com/p/%E0%B8%84%E0%B8%A5%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%81%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B9%E0%B8%81%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%82%E0%B9%89%E0%B8%AD%E0%B8%AB%E0%B8%A1%E0%B8%AD%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3-%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1-100063574538890/',
          'details':
              'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด'
        },
      ],
      'นครราชสีมา': [
        {
          'name': 'โรงพยาบาลกรุงเทพราชสีมา (Bangkok Hospital Ratchasima)',
          'address': 'อำเภอเมือง จังหวัดนครพนม',
          'website': 'https://www.bkh.co.th/main/',
          'details':
              'โรงพยาบาลกรุงเทพราชสีมามีแผนกโรคกระดูกสันหลังที่ให้การรักษาอาการกระดูกสันหลังคด โก่ง หัก และภาวะอื่น ๆ ที่เกี่ยวข้อง โดยทีมศัลยแพทย์กระดูกสันหลังที่มีความชำนาญ'
        },
        {
          'name': 'โรงพยาบาลมหาวิทยาลัยเทคโนโลยีสุรนารี (Suranaree University of Technology Hospital)',
          'address': 'อำเภอเมือง จังหวัดนครพนม',
          'website': 'https://www.suth.go.th/',
          'details':
              'โรงพยาบาลนี้มีคลินิกแพทย์เฉพาะทางศัลยกรรมกระดูกและข้อ ให้บริการด้านศัลยกรรมกระดูกสันหลัง รวมถึงการรักษาอาการกระดูกสันหลังคด'
        },
        {
          'name': 'โรงพยาบาลกรุงเทพปากช่อง (Bangkok Hospital Pakchong)',
          'address': 'อำเภอเมือง จังหวัดนครพนม',
          'website': ' https://www.bangkokhospitalpakchong.co.th/',
          'details':
              'แผนกกระดูกและข้อของโรงพยาบาลนี้ให้บริการตรวจวินิจฉัย รักษา และให้คำปรึกษาเกี่ยวกับโรคทางกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด'
        },
        {
          'name': 'โรงพยาบาลค่ายสุรนารี (Fort Suranaree Hospital)',
          'address': 'ถนนราชสีมา-ปักธงชัย ตำบลในเมือง อำเภอเมือง จังหวัดนครราชสีมา 30000',
          'website': '  https://www.simahealthcare.com/',
          'details':
              'โรงพยาบาลนี้มีศูนย์ตรวจมวลกระดูกที่สามารถวินิจฉัยโรคกระดูกพรุน ซึ่งอาจเกี่ยวข้องกับอาการกระดูกสันหลังคด'
        },
        {
          'name': 'Spine & Knee คลินิกกระดูกและข้อ โคราช',
          'address': 'อำเภอเมือง จังหวัดนครราชสีมา',
          'website': 'https://www.facebook.com/Dr.sarunyoo/',
          'details':
              'คลินิกนี้ให้บริการรักษาอาการปวดเข่า ปวดหลัง และอาการที่เกี่ยวข้องกับกระดูกสันหลัง โดยไม่ต้องผ่าตัด'
        },
        {
          'name': 'พงศ์ดนัยคลินิกกระดูกและข้อ โคราช',
          'address': 'อำเภอเมือง จังหวัดนครราชสีมา',
          'website': 'https://pc789888.yellowpages.co.th/',
          'details':
              'คลินิกนี้ให้บริการรักษาโรคเฉพาะทางเกี่ยวกับกระดูกและข้อ โดยแพทย์เฉพาะทางผู้เชี่ยวชาญ'
        },
      ],
      'บึงกาฬ': [
        {
          'name': 'โรงพยาบาลบึงกาฬ (Bueng Kan Hospital)',
          'address': '255 หมู่ 1 ตำบลบึงกาฬ อำเภอเมืองบึงกาฬ จังหวัดบึงกาฬ 38000',
          'website': 'https://bkh.moph.go.th/bkhweb/index.php',
          'details':
              'โรงพยาบาลบึงกาฬมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด โดยมีทีมแพทย์ผู้เชี่ยวชาญด้านกระดูกและข้อ'
        },
      ],
      'บุรีรัมย์': [
        {
          'name': 'โรงพยาบาลบุรีรัมย์ (Buriram Hospital)',
          'address': ' เลขที่ 16 ถนนจิระ ตำบลในเมือง อำเภอเมืองบุรีรัมย์ จังหวัดบุรีรัมย์ 31000',
          'website': 'https://brh.moph.go.th/',
          'details':
              'โรงพยาบาลบุรีรัมย์มีห้องตรวจศัลยกรรมกระดูกที่ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูก'
        },
        {
          'name': 'โรงพยาบาลบุรีรัมย์ ราม (Buriram Ram Hospital)',
          'address': 'เลขที่ 197 หมู่ 2 ถนนบุรีรัมย์-พุทไธสง ตำบลชุมเห็ด อำเภอเมืองบุรีรัมย์ จังหวัดบุรีรัมย์ 31000',
          'website': 'https://www.buriram-ram.co.th/',
          'details':
              'โรงพยาบาลบุรีรัมย์ ราม มีคลินิกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการกระดูกสันหลังคด รวมถึงการผ่าตัดและการรักษาอื่น ๆ ที่เกี่ยวข้องกับกระดูกสันหลัง'
        },
        {
          'name': 'แพทย์ชนดล คลินิกกระดูกและข้อ',
          'address': ' อำเภอเมืองบุรีรัมย์ จังหวัดบุรีรัมย์',
          'website': 'https://www.facebook.com/orthoburiram/',
          'details':
              'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูก'
        },
      ],
      'มหาสารคาม': [
        {
          'name': 'โรงพยาบาลสุทธาเวช คณะแพทยศาสตร์ มหาวิทยาลัยมหาสารคาม (Suddhavej Hospital, Faculty of Medicine, Mahasarakham University)',
          'address': '79/99 ถนนนครสวรรค์ ตำบลตลาด อำเภอเมือง จังหวัดมหาสารคาม 44000',
          'website': 'https://med.msu.ac.th/suddhavej/',
          'details':
              'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูก'
        },
        {
          'name': 'โรงพยาบาลมหาสารคาม (Maha Sarakham Hospital)',
          'address': '168 ถนนผดุงวิถี ตำบลตลาด อำเภอเมือง จังหวัดมหาสารคาม 44000',
          'website': 'https://www.mkh.go.th/',
          'details':
              'โรงพยาบาลมหาสารคามมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยมีทีมแพทย์ผู้เชี่ยวชาญหลายท่าน'
        },
      ],
       'มุกดาหาร': [
        {
          'name': 'โรงพยาบาลมุกดาหาร (Mukdahan Hospital)',
          'address': 'เลขที่ 78 ถนนพิทักษ์พนมเขต ตำบลมุกดาหาร อำเภอเมืองมุกดาหาร จังหวัดมุกดาหาร 49000',
          'website': 'https://mukinter.com/',
          'details':
              'โรงพยาบาลมุกดาหารเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
        },
        {
          'name': 'โรงพยาบาลมุกดาหารอินเตอร์เนชั่นแนล (Mukdahan International Hospital)',
          'address': '87 ถนนมุกดาหาร-ดอนตาล ตำบลศรีบุญเรือง อำเภอเมืองมุกดาหาร จังหวัดมุกดาหาร 49000',
          'website': 'https://mukinter.com/',
          'details':
              'โรงพยาบาลมุกดาหารอินเตอร์เนชั่นแนลให้บริการทางการแพทย์หลากหลายสาขา รวมถึงการตรวจวินิจฉัยและรักษาโรคเกี่ยวกับกระดูกและข้อ'
        },
       ],
       'มุกดาหาร': [
        {
          'name': 'คลินิกกระดูกและข้อแพทย์ภูมิศักดิ์',
          'address': '114 3 ถ. วารีราชเดช ในเมือง เมือง ยโสธร 35000',
          'website': 'https://www.facebook.com/pumsakclinic/',
          'details':
              'คลินิกเฉพาะทางด้านกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ'
        },
        {
          'name': 'ลภัสคลินิกกายภาพบำบัดและจัดกระดูก',
          'address': '81 ม.3 ตำบล สำราญ อำเภอเมืองยโสธร ยโสธร 35000',
          'website': 'https://topclinic.in.th/clinics/lphaskhlinikkaayphaaphbambadaelacchadkraduuk',
          'details':
              ' คลินิกนี้ให้บริการกายภาพบำบัดและการจัดกระดูก เหมาะสำหรับผู้ที่มีอาการกระดูกสันหลังคดหรือปัญหาเกี่ยวกับระบบกระดูกและกล้ามเนื้อ'
        },
       ],
       ' ร้อยเอ็ด': [
         {
          'name': 'โรงพยาบาลร้อยเอ็ด (Roi Et Hospital)',
          'address': 'เลขที่ 111 ถนนเทวาภิบาล ตำบลในเมือง อำเภอเมืองร้อยเอ็ด จังหวัดร้อยเอ็ด 45000',
          'website': 'https://www.reh.go.th/',
          'details':
              ' โรงพยาบาลร้อยเอ็ดเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
        },
        {
          'name': 'โรงพยาบาลร้อยเอ็ด-ธนบุรี (Roi Et Thonburi Hospital)',
          'address': ' 111 ถนน รณชัยชาญยุทธ ตำบล ในเมือง อำเภอเมืองร้อยเอ็ด ร้อยเอ็ด 45000',
          'website': 'https://101thon.com/',
          'details':
              'โรงพยาบาลร้อยเอ็ด-ธนบุรีมีโปรแกรมตรวจมวลกระดูกเพื่อคัดกรองโรคกระดูกพรุน ซึ่งเป็นส่วนหนึ่งของการดูแลสุขภาพกระดูกสันหลัง'
        },
        {
          'name': 'คลินิกกระดูกและข้อ นพ.วุฒิชัย',
          'address': ' อำเภอเมืองร้อยเอ็ด จังหวัดร้อยเอ็ด',
          'website': 'https://www.facebook.com/p/%E0%B8%84%E0%B8%A5%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%81%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B9%E0%B8%81%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%82%E0%B9%89%E0%B8%AD-%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%B8%E0%B8%92%E0%B8%B4%E0%B8%8A%E0%B8%B1%E0%B8%A2-100063899376793/',
          'details':
              'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ'
        },
       ],
       'เลย': [
        {
          'name': 'โรงพยาบาลเมืองเลย ราม (Muang Loei Ram Hospital)',
          'address': '546 หมู่ 1 ตำบล นาอาน อำเภอ เมือง จังหวัด เลย 42000',
          'website': 'https://www.loeiram.co.th/',
          'details':
              'โรงพยาบาลเมืองเลย ราม มีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจรักษาผู้ป่วยที่มีความผิดปกติด้านกระดูก ข้อ เส้นเอ็น เส้นประสาท และกล้ามเนื้อทุกชนิด รวมถึงอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทางและพยาบาลวิชาชีพที่มีประสิทธิภาพ พร้อมอุปกรณ์ทางการแพทย์ที่ครบครันได้มาตรฐาน เพื่อให้ผู้ป่วยได้รับความปลอดภัยสูงสุด'
        },
       ],
       'ศรีสะเกษ': [
        {
          'name': 'โรงพยาบาลศรีสะเกษ (Sisaket Hospital)',
          'address': 'เลขที่ 859 ถนนกสิกรรม ตำบลเมืองใต้ อำเภอเมืองศรีสะเกษ จังหวัดศรีสะเกษ 33000',
          'website': 'https://sskh.moph.go.th/',
          'details':
              'โรงพยาบาลศรีสะเกษเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญด้านออร์โธปิดิกส์'
        },
        {
          'name': 'โรงพยาบาลพริ้นซ์ ศรีสะเกษ (Princ Hospital Sisaket)',
          'address': ' เลขที่ 888 หมู่ 11 ถนนศรีสะเกษ-อุทุมพรพิสัย ตำบลหญ้าปล้อง อำเภอเมืองศรีสะเกษ จังหวัดศรีสะเกษ',
          'website': 'https://princsisaket.com/',
          'details':
              'โรงพยาบาลพริ้นซ์ ศรีสะเกษ มีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจวินิจฉัยและรักษาอาการปวดหลัง โรคกระดูกทับเส้น และอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญและอุปกรณ์ทางการแพทย์ที่ทันสมัย '
        },
        {
          'name': 'คลินิกกระดูกและข้อหมอธรรมศักดิ์',
          'address': '999 51-52 ถนน วันลูกเสือ ตำบล เมืองใต้ อำเภอเมืองศรีสะเกษ ศรีสะเกษ 33000',
          'website': 'https://www.facebook.com/thammasakclinic/',
          'details':
              'คลินิกนี้ให้บริการตรวจและรักษาโรคเกี่ยวกับกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ'
        },
       ],
       'สกลนคร': [
        {
          'name': '	โรงพยาบาลพริ้นซ์ สกลนคร (Princ Hospital Sakon Nakhon)',
          'address': '99 ถนนประชาอุทิศ ตำบลธาตุเชิงชุม อำเภอเมืองสกลนคร จังหวัดสกลนคร 47000',
          'website': 'https://www.princsakon.com/',
          'details':
              ' โรงพยาบาลพริ้นซ์ สกลนคร ให้บริการทางการแพทย์หลากหลายสาขา รวมถึงการตรวจวินิจฉัยและรักษาโรคเกี่ยวกับกระดูกและข้อ'
        },
        {
          'name': 'โรงพยาบาลรักษ์สกล (Rak Sakhon Hospital)',
          'address': '1446/47 ถนนรอบเมือง ตำบลธาตุเชิงชุม อำเภอเมืองสกลนคร จังหวัดสกลนคร 47000',
          'website': 'https://www.raksakon.com/',
          'details':
              'โรงพยาบาลรักษ์สกล มีบริการตรวจวินิจฉัยความผิดปกติของกระดูก เช่น การคด งอ หรือผิดรูปของกระดูกสันหลัง'
        },
        {
          'name': 'ศูนย์ความรู้กระดูกและข้อ หมอพร สกลนคร',
          'address': '328/7 ถ.คูเมือง (เยื้อง Big C ตรงข้ามโรงน้ำแข็งชลทิต) ต.ธาตุเชิงชุม อ.เมืองสกลนคร จ.สกลนคร',
          'website': 'https://www.facebook.com/ponclinicSKH/',
          'details':
              ' คลินิกเวชกรรมเฉพาะทางกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ'
        },
        {
          'name': 'สกลนครคลินิกกายภาพบำบัด',
          'address': '1795 2 ธาตุเชิงชุม เมือง สกลนคร 47000',
          'website': 'https://www.facebook.com/sakolpt.clinic/',
          'details':
              ' คลินิกนี้ให้บริการกายภาพบำบัดสำหรับอาการกระดูกสันหลังคด กระดูกทับเส้น ปวดชา และอาการที่เกี่ยวข้องกับระบบกระดูกและกล้ามเนื้อ'
        },
        {
          'name': 'โรงพยาบาลสมเด็จพระยุพราชสว่างแดนดิน (Sawangdandin Crown Prince Hospital)',
          'address': '291 หมู่ 11 ตำบลสว่างแดนดิน อำเภอสว่างแดนดิน จังหวัดสกลนคร 47110',
          'website': 'https://swdcph.moph.go.th/',
          'details':
              'โรงพยาบาลสมเด็จพระยุพราชสว่างแดนดิน เป็นโรงพยาบาลขนาด 320 เตียง ให้บริการทางการแพทย์หลากหลายสาขา รวมถึงการตรวจวินิจฉัยและรักษาโรคเกี่ยวกับกระดูกและข้อ'
        },
       ],
       'สกลนคร': [
        {
          'name': 'โรงพยาบาลสุรินทร์ (Surin Hospital)',
          'address': 'เลขที่ 68 ถนนหลักเมือง ตำบลในเมือง อำเภอเมืองสุรินทร์ จังหวัดสุรินทร์ 32000',
          'website': 'https://www.surinhospital.go.th/',
          'details':
              'โรงพยาบาลสุรินทร์มีคลินิกพิเศษเฉพาะทางนอกเวลาราชการ (SMC) ที่ให้บริการตรวจรักษาอาการปวดข้อเรื้อรัง กระดูกสันหลังเสื่อมทับเส้นประสาท โดยแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ '
        },
        {
          'name': 'คลินิกหมอภุชงค์ กระดูกและข้อ สุรินทร์',
          'address': '77/5 นอกเมือง อำเภอเมืองสุรินทร์ สุรินทร์ 32000',
          'website': 'https://www.facebook.com/PuchongClinic/',
          'details':
              'คลินิกนี้ให้บริการตรวจรักษาโรคกระดูกและข้อ โดยแพทย์เฉพาะทาง',
        },
       ],
       'หนองคาย': [
        {
          'name': 'คลินิกหมอชลธิศ โรคกระดูกและข้อหนองคาย (Chonlathit Orthopedic Clinic)',
          'address': '796/5 หมู่ 2 ตำบลในเมือง อำเภอเมือง จังหวัดหนองคาย 43000',
          'website': 'https://www.facebook.com/chonlathitclinic/',
          'details':
              ' คลินิกนี้ให้บริการตรวจรักษาโรคกระดูกและข้อ โดยมีเครื่องเอกซเรย์ระบบดิจิตอล (Digital Radiography) และบริการใส่เฝือก ปรึกษาผ่าตัด เหมาะสำหรับผู้ที่มีอาการปวดหลัง ไหล่ ต้นคอ ปวดเอว สะโพก เข่า และอาการที่เกี่ยวข้องกับกระดูกสันหลังคด',
        },
         {
          'name': 'โรงพยาบาลหนองคาย (Nong Khai Hospital)',
          'address': '1210 ถนนมีชัย ตำบลในเมือง อำเภอเมือง จังหวัดหนองคาย 43000',
          'website': 'https://nkhospital.moph.go.th/',
          'details':
              ' โรงพยาบาลหนองคายมีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ',
        },
       ],
       'หนองบัวลำภู': [
         {
          'name': 'โรงพยาบาลหนองบัวลำภู (Nongbualamphu Hospital)',
          'address': ' เลขที่ 222 หมู่ 1 ถนนหนองบัวลำภู-เลย ตำบลหนองบัว อำเภอเมืองหนองบัวลำภู จังหวัดหนองบัวลำภู 39000',
          'website': 'https://www.facebook.com/NongbualamphuHospital/',
          'details':
              ' โรงพยาบาลหนองบัวลำภูเป็นโรงพยาบาลศูนย์ที่มีแผนกศัลยกรรมกระดูกและข้อ ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญ',
        },
        {
          'name': 'คลินิกกระดูกและข้อ-โรคทั่วไป หมอสาธิต',
          'address': '  เลขที่ 11/3 ถนนหนองบัวลำภู-ชุมแพ ตำบลหนองบัว อำเภอเมืองหนองบัวลำภู จังหวัดหนองบัวลำภู 39000',
          'website': 'https://www.yellowpages.co.th/profile/คลินิกกระดูกและข้อ-โรคทั่วไป-หมอสาธิต-92OTPrcvN',
          'details':
              ' คลินิกนี้ให้บริการตรวจรักษาโรคกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยแพทย์ผู้เชี่ยวชาญ',
        },
         {
          'name': 'คลินิกกระดูกและข้อ-โรคทั่วไป หมอสาธิต',
          'address': '  เลขที่ 206 ตำบล หนองบัว อำเภอเมืองหนองบัวลำภู หนองบัวลำภู 39000',
          'website': 'https://www.facebook.com/NKClinic88/',
          'details':
              ' คลินิกนี้ให้บริการตรวจรักษาโรคกระดูกและข้อ โดยแพทย์ผู้เชี่ยวชาญด้านศัลยกรรมกระดูกและข้อ',
        },
       ],
       'อำนาจเจริญ': [
         {
          'name': 'คลินิกหมอพิพัฒน์ (คลินิกกระดูกและข้อ)',
          'address': ' 898/3 ตรงข้ามวัดสำราญนิเวศ เยื้องธนาคารเพื่อการเกษตรและสหกรณ์การเกษตร (ธ.ก.ส.) อำเภอเมืองอำนาจเจริญ จังหวัดอำนาจเจริญ',
          'website': 'https://www.facebook.com/p/คลินิกหมอพิพัฒน์-คลินิกกระดูกและข้อ-จอำนาจเจริญ-100060474976112/',
          'details':
              ' คลินิกเฉพาะทางด้านกระดูกและข้อ ให้บริการผ่าตัดส่องกล้องข้อเข่า-ไหล่ รักษาอาการบาดเจ็บจากกีฬา ปวดคอ ไหล่ หลัง เอว และอาการชามือเท้า',
        },
        {
          'name': 'โรงพยาบาลพนา',
          'address': '  225 ตำบล พนา อำเภอ พนา อำนาจเจริญ 37180',
          'website': 'https://phanahospital.moph.go.th/main/',
          'details':
              ' โรงพยาบาลพนาเป็นสถานพยาบาลที่มีบริการด้านโรคกระดูกสันหลังคด',
        },
       ],
       'อุดรธานี': [
         {
          'name': ' โรงพยาบาลกรุงเทพอุดร (Bangkok Hospital Udon)',
          'address': '111 ถนนทองใหญ่ ตำบลหมากแข้ง อำเภอเมืองอุดรธานี จังหวัดอุดรธานี 41000',
          'website': 'https://bududon.com/center.php?cnid=CN0016',
          'details':
              '  โรงพยาบาลกรุงเทพอุดรมีศูนย์กระดูกและข้อที่ให้บริการครบวงจร ทั้งการตรวจวินิจฉัย การผ่าตัด และการฟื้นฟูสมรรถภาพ โดยมีทีมแพทย์เฉพาะทางด้านกระดูกและข้อพร้อมอุปกรณ์ที่ทันสมัย',
         },
        {
          'name': 'โรงพยาบาลวัฒนา อุดรธานี (Wattana Hospital Udon Thani)',
          'address': ' 70/7-8 ถนนศุภกิจจรรยา ตำบลหมากแข้ง อำเภอเมืองอุดรธานี จังหวัดอุดรธานี 41000',
          'website': 'https://wattanahospital.net/',
          'details':
              ' มีแพ็กเกจการรักษาเกี่ยวกับหมอนรองกระดูกและกระดูกสันหลังที่ทันสมัย ให้บริการโดยทีมแพทย์ผู้เชี่ยวชาญในด้านศัลยกรรมกระดูก',
        },
         {
          'name': 'โรงพยาบาลศูนย์อุดรธานี (Udon Thani Hospital)',
          'address': '33 ถนนเพาะนิยม ตำบลหมากแข้ง อำเภอเมืองอุดรธานี จังหวัดอุดรธานี 41000',
          'website': 'https://www.facebook.com/UDHOSPITAL/?locale=th_TH',
          'details':
              ' โรงพยาบาลศูนย์อุดรธานีมีแผนกศัลยกรรมกระดูกและข้อที่ให้บริการตรวจและรักษาอาการกระดูกสันหลังคด โดยมีแพทย์เฉพาะทางที่มีประสบการณ์',
        },
        {
          'name': 'โรงพยาบาลค่ายประจักษ์ศิลปาคม (Prachaksinlapakhom Camp Hospital)',
          'address': '550 หมู่ 1 ถนนทหาร ตำบลหมากแข้ง อำเภอเมืองอุดรธานี จังหวัดอุดรธานี 41000',
          'website': 'https://kpjh.rta.mi.th/',
          'details':
              ' มีบริการตรวจรักษาโรคกระดูกและข้อ รวมถึงกระดูกสันหลังคด โดยแพทย์และบุคลากรที่เชี่ยวชาญ',
        },
         {
          'name': 'คลินิกกระดูกหมอปิยะวัฒน์ (Dr. Piyawat’s Orthopedic Clinic)',
          'address': '90/11 ทองใหญ่ ตำบลหมากแข้ง อำเภอเมืองอุดรธานี อุดรธานี 41000',
          'website': 'https://www.facebook.com/doctorpiyawat/',
          'details':
              'คลินิกเฉพาะทางที่เน้นการรักษาเกี่ยวกับกระดูกสันหลัง หมอนรองกระดูก และข้อเข่า โดยแพทย์ผู้เชี่ยวชาญ',
        },
       ],
       'อุบลราชธานี': [
         {
          'name': 'โรงพยาบาลสรรพสิทธิประสงค์ (Sunpasitthiprasong Hospital)',
          'address': ' เลขที่ 122 ถนนสรรพสิทธิ์ ตำบลในเมือง อำเภอเมืองอุบลราชธานี จังหวัดอุบลราชธานี 34000',
          'website': 'https://ortho.sunpasit.go.th/',
          'details':
              ' โรงพยาบาลสรรพสิทธิประสงค์มีแผนกออร์โธปิดิกส์ที่เชี่ยวชาญในการรักษาโรคกระดูกและข้อ รวมถึงอาการกระดูกสันหลังคด โดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง',
        },
        {
          'name': 'โรงพยาบาลอุบลรักษ์ ธนบุรี (Ubonrak Thonburi Hospital)',
          'address': 'เลขที่ 46/4 ถนนบูรพาใน ตำบลในเมือง อำเภอเมืองอุบลราชธานี จังหวัดอุบลราชธานี 34000',
          'website': 'https://www.ubonrak.com/',
          'details':
              ' แผนกกระดูกและข้อของโรงพยาบาลอุบลรักษ์ ธนบุรี ให้บริการตรวจวินิจฉัยและรักษาอาการที่เกี่ยวข้องกับกระดูกสันหลังคด โดยมีแพทย์ผู้เชี่ยวชาญและอุปกรณ์ทางการแพทย์ที่ทันสมัย ',
        },
         {
          'name': 'โรงพยาบาลพริ้นซ์ อุบลราชธานี (Princ Hospital Ubonratchathani)',
          'address': 'เลขที่ 139 ถนนพลแพน ตำบลในเมือง อำเภอเมืองอุบลราชธานี จังหวัดอุบลราชธานี 34000',
          'website': 'https://www.princubon.com/',
          'details':
              'โรงพยาบาลพริ้นซ์ อุบลราชธานี มีศูนย์โรคกระดูกและข้อที่ให้บริการคำปรึกษา วินิจฉัย รักษา และฟื้นฟูทุกปัญหาเกี่ยวกับกระดูกและข้อ กล้ามเนื้อ และเส้นประสาท โดยทีมแพทย์ศัลยกรรมออร์โธปิดิกส์ผู้เชี่ยวชาญ',
        },
       ],
    },
  };